Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: The midpoint of the extremes of <<latitude>> and <<longitude>> of a <<feature>>. Geographic centers are relatively easy to determine, but they generally do not correspond to the center obtained by a least circumscribing circle. For that reason it is not recommended to use a geographic center for any application in <<georeference,georeferencing>>. Compare <<corrected center>>.
es: El punto medio entre la <<latitud>> y <<longitud>> mas alejados de una <<geometría>>. Los centros geográficos son relativamente fáciles de determinar, pero por lo general no corresponden con el centro del círculo de menor diámetro circunscrito en la <<geometría>>. Por esta razón, no se recomienda utilizar un centro geográfico para ninguna aplicación en <<georreferencia,georreferenciación>>. Ver <<centro corregido>>.

source: [[geographic-component]]geographic component
es: [[componente-geográfico]]componente geográfico

source: The part of a description of a <<location>> that consists of <<geographic coordinates>> and associated <<uncertainty>>. Non-geographic components of a location description include <<elevation>>, <<depth>>, and <<distance above surface>>.
es: Parte de la descripción de una <<ubicación>> que consta de <<coordenadas geográficas>> y una <<incertidumbre>> asociada. Los componentes no geográficos de una descripción de ubicación incluyen <<elevación>>, <<profundidad>> y <<distancia sobre la superficie>>.

source: [[geographic-coordinate-system]]geographic coordinate system
es: [[sistema-de-coordenadas-geográficas]]sistema de coordenadas geográficas

source: A <<coordinate system>> that uses <<geographic coordinates>>.
es: Un <<sistema de coordenadas>> que usa <<coordenadas geográficas>>.

source: [[geographic-coordinate-reference-system]]geographic coordinate reference system
es: [[sistema-de-referencia-de-coordenadas-geográficas]]sistema de referencia de coordenadas geográficas

source: A <<geodetic coordinate reference system>> that uses <<geographic coordinates>>.
es: Un <<sistema de referencia de coordenadas geodésicas>> que usa <<coordenadas geográficas>>.

source: [[geographic-coordinates]]geographic coordinates
es: [[coordenadas-geográficas]]coordenadas geográficas

source: A measurement of a <<location>> on the earth's surface expressed as <<latitude>> and <<longitude>>.
es: Medición de la <<ubicación>> sobre la superficie de la tierra expresada a partir de <<latitud,latitudes>> y <<longitud,longitudes>>.

source: [[geographic-extent]]geographic extent
es: [[extensión-geográfica]]extensión geográfica

source: The entire space within the <<geographic boundary>> of a <<location>>. The geographic extent can be an area or a distance.
es: Todo el espacio dentro del <<límite geográfico>> de una <<ubicación>>. El alcance geográfico puede ser un área o una distancia.

source: [[geographic-information-system,geographic information system]]geographic information system (GIS)
es: [[sistema-de-información-geográfica,sistema de información geográfica]]sistema de información geográfica (SIG)

source: A set of computer-based tools designed to capture, store, manipulate, analyse, map, manage, and present all types of geographical data and information in the form of maps.
es: Conjunto de herramientas computacionales diseñadas para capturar, almacenar, manipular, analizar, mapear, gestionar, y presentar todo tipo de datos geográficos e información en forma de mapas.

source: [[geographic-radial]]geographic radial
es: [[radio-geográfico]]radio geográfico

source: The distance from the <<corrected center>> of a <<location>> to the furthest point on the <<geographic boundary>> of that location. The geographical radial is what contributes to calculations of the <<maximum uncertainty distance>> using the <<point-radius>> <<georeferencing method>>. The term geographic radial, as defined here, replaces its equivalent "extent" used in the early versions of these Best Practices and related documents, including the http://georeferencing.org/docs/GeoreferencingQuickGuide.pdf[Georeferencing Quick Reference Guide (Wieczorek et al. 2012a)^] and versions of the https://github.com/VertNet/georefcalculator/releases/tag/v20180620[Georeferencing Calculator (Wieczorek & Wieczorek 2018)^] and its http://georeferencing.org/gci2/docs/GeoreferencingCalculatorManualv2.html[Manual for the Georeferencing Calculator (Wieczorek & Bloom 2015)] before 2019, while the new definition of <<extent>> as found in this document remains more in keeping with common usage and understanding and has also been updated in the latest versions of the {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] and the https://doi.org/10.35035/gdwq-3v93[Georeferencing Calculator Manual (Bloom et al. 2020)^].
es: La distancia desde el <<centro corregido>> de una <<ubicación>> hasta el punto mas lejano de su <<límite geográfico>>. El radio geográfico contribuye al cálculo de la <<distancia máxima de incertidumbre>> usando el <<método de georreferenciación>> <<radio-punto>>. El término de radio geográfico, como se define aquí, remplaza la definición equivalente de "extensión" usada en versiones anteriores de este documento y otros relacionados, incluido el http://georeferencing.org/docs/GeoreferencingQuickGuide.pdf[Georeferencing Quick Reference Guide (Wieczorek et al. 2012a)^] y versiones de la https://github.com/VertNet/georefcalculator/releases/tag/v20180620[Georeferencing Calculator (Wieczorek & Wieczorek 2018)^] y su http://georeferencing.org/gci2/docs/GeoreferencingCalculatorManualv2.html[Manual for the Georeferencing Calculator (Wieczorek & Bloom 2015)] antes del 2019. La nueva definición de <<extensión>> en este documento se mantiene mas en consonancia con el uso común y un mejor entendimiento del término. La definición también ha sido actualizada en la última versión de la {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] y el https://doi.org/10.35035/gdwq-3v93[Georeferencing Calculator Manual (Bloom et al. 2020)^].

source: [[geoid]]geoid
es: [[geoide]]geoide

source: A global equipotential surface that approximates <<mean-sea-level>>. This surface is everywhere perpendicular to the force of gravity (https://doi.org/10.1007/978-94-011-5826-8[Loweth 1997^]).
es: Una superficie global equipotencial que se aproxima al <<nivel-medio-del-mar>>. Esta superficie es por todas partes perpendicular a la fuerza de gravedad (https://doi.org/10.1007/978-94-011-5826-8[Baja 1997^]).

source: [[geometry]]geometry
es: [[geometría]]geometría

source: The measures and properties of points, lines, and surfaces. Geometry is used to represent the <<geographic component>> of <<location,locations>>.
es: Las medidas y propiedades de puntos, líneas y superficies (polígonos). La geometría se utiliza para representar el <<componente geográfico>> de una<<ubicación>>.

source: [[georeference]]georeference
es: [[georreferencia]]georreferencia

source: The process (verb) or product (noun) of interpreting a <<locality>> description into a spatially mappable representation using a <<georeferencing method>>. Compare with <<geocode>>. The usage here is distinct from the concept of georeferencing satellite and other imagery (known as georectification).
es: El proceso (verbo) o producto (sustantivo) de interpretar la descripción de una <<localidad>> en una representación espacializable usando un <<método de georreferenciación>>. Comparar con <<geocodificación>>. El uso aquí es distinto del concepto de georreferenciación satelital y de imágenes (conocido como georectificación).

source: [[georeferencing-method]]georeferencing method
es: [[método-de-georreferenciación]]método de georreferenciación

source: The theory, including a set of rules, general procedures and expected outcomes, meant to produce a specific type of spatial representation of a <<locality>>. In this document we discuss three particular methods of representation in detail, the <<shape>> method, the <<bounding-box>> method, and the <<point-radius>> method.
es: Teoría que incluye un conjunto de reglas, procedimientos generales y resultados esperados, destinados a producir un tipo específico de representación espacial de una <<localidad>>. En este documento discutimos en detalle tres métodos particulares de representación espacial, el método de <<forma geométrica>>, el método de <<cuadro delimitador>> y el método <<radio-punto>>.

source: [[georeferencing-protocol]]georeferencing protocol
es: [[protocolo-de-georreferenciación]]protocolo de georreferenciación

source: The set of specific documented steps that can be applied to produce a spatial representation of a <<locality>>, following one or more georeferencing methods.
es: El conjunto de pasos documentados específicos que se pueden aplicar para producir una representación espacial de una <<localidad>>, siguiendo uno o más métodos de georeferenciación.

source: GIS
es: SIG

source: _see_ <<geographic-information-system>>.
es: _ver_ <<sistema-de-información-geográfica>>.

source: [[GUID,Globally Unique Identifier]]Globally Unique Identifier (GUID)
es: [[GUID,Identificador Único Global]]Identificador Único Global (GUID)

source: Globally Unique Identifier, a 128-bit string of characters applied to one and only one physical or digital entity so that the string uniquely identifies the entity and can be used to refer to the entity. See also <<PID,Persistent Identifier, PID>>.
es: Identificador único global. Una cadena de caracteres de 128 bits aplicada a una única entidad física o digital para que dicha cadena identifique la entidad y pueda ser usada para referirla. Ver también <<PID,Persistent Identifier, PID>>.

source: Global Navigation Satellite System, the generic term for satellite navigation systems that provide global autonomous geo-spatial positioning. This term encompasses <<GPS>>, GLONASS, Galileo, BeiDou and other regional systems.
es: Sistema Global de Navegación por Satélite. El término genérico para sistemas de navegación satelital que proporcionan una posición geoespacial global de forma autónoma. Este término engloba <<GPS>>, GLONASS, Galileo, BeiDou y otros sistemas regionales.

source: Global Positioning System, a satellite-based system used for determining positions on or near the Earth. Orbiting satellites transmit radio signals that allow a receiver to calculate its own <<location>> as <<coordinates>> and <<elevation>>, sometimes with <<accuracy>> estimates. See also <<GNSS>> of which GPS is one example. See also <<GPS-receiver,GPS (receiver)>>.
es: Sistema de Posicionamiento Global. Un sistema basado en satélites utilizado para determinar posiciones espaciales sobre la Tierra o cerca de esta. Los satélites orbitacionales transmiten señales de radio que permiten a un receptor calcular su propia <<ubicación>> como <<coordenadas>> y <<elevación>>, y a veces con estimaciones de <<exactitud>>. Ver también <<GNSS>> del cual el GPS es un ejemplo. Ver también <<Receptor-GPS,GPS (receptor)>>.

source: [[GPS-receiver]]GPS (receiver)
es: [[GPS-receiver]]GPS (receptor)

source: The colloquial term used to refer to both GPS and <<GNSS>> receivers (including those in smartphones and cameras). A GPS or GNSS receiver is an instrument which, in combination with an inbuilt or separate antenna, is able to receive and interpret radio signals from GNSS satellites and translate them into <<geographic coordinates>>.
es: El término coloquial utilizado para referirse tanto al GPS como a los receptores <<GNSS>> (incluyendo los de teléfonos inteligentes y cámaras). Un receptor GPS o GNSS es un instrumento que en combinación con una antena incorporada o separada, es capaz de recibir e interpretar señales de radio de los satélites GNSS y traducirlas en <<coordenadas geográficas>>.

source: [[grid]]grid
es: [[cuadrícula]]cuadrícula

source: a network or array of evenly spaced orthogonal lines used to organize space into partitions. Often these are superimposed on a map and used for reference, such as <<UTM>> grid.
es: red o matriz de líneas ortogonales uniformemente espaciadas que se utilizan para organizar el espacio en particiones. A menudo estos son superpuestos en un mapa y usados como referencia, así como la cuadrícula <<UTM>>.

source: [[ground-zero]]ground zero
es: [[cota-cero]]cota cero

source: {caves} the <<location>> on the land surface directly above a radiolocation point in a cave where the magnetic radiation lines are vertical. See <<img-vertical-position-in-a-cave>>.
es: {caves} la <<ubicación>> en la superficie del terreno, directamente sobre un punto de radiolocación en una cueva donde las líneas de radiación magnética son verticales. Ver <<img-vertical-position-in-a-cave>>.

source: see <<GUID,Globally Unique Identifier>>.
es: ver <<GUID,Identificador Único Global>>.

source: [[heading]]heading
es: [[orientación]]orientación

source: Compass direction such as east or northwest, or sometimes given as degrees clockwise from north. Usually used in conjunction with <<offset>> to give a distance and direction from a <<feature>>.
es: Dirección cardinal (de brújula) como este o noroeste, o dada a veces como grados en sentido de las agujas del reloj partiendo desde el norte. Generalmente usado en combinación con un <<desplazamiento>> para señalar una dirección y distancia desde una <<entidad geográfica>>.

source: [[height-datum]]height datum
es: [[datum-de-elevación]]datum de elevación

source: see <<vertical datum>>.
es: ver <<datum vertical>>.

source: [[latitude]]latitude
es: [[latitud]]latitud

source: The angular distance of a point north or south of the equator.
es: La distancia angular de un punto al norte o sur del ecuador.

source: [[locality]]locality
es: [[localidad]]localidad

source: The verbal representation of a <<location>>, also sometimes called "locality description".
es: La representación verbal de una <<ubicación>>, también llamada a veces "descripción de la localidad".

source: [[locality-clause]]locality clause
es: [[claúsula-de-la-localidad]]claúsula de la localidad

source: A part of a <<locality>> description that can be categorized into one of the <<locality type,locality types>>, to which a specific <<georeferencing protocol>> can be applied.
es: Parte de una descripción de la <<localidad>> que puede ser categorizada en un <<tipo de localidad>> al que se puede aplicar un <<protocolo de georreferenciación>> específico.

source: [[locality-type]]locality type
es: [[tipo-de-localidad]]tipo de localidad

source: A category applied to a <<locality clause>> that determines the specific <<georeferencing protocol>> that should be used.
es: Una categoría aplicada a una <<claúsula de la localidad>> que determina el <<protocolo de georreferenciación>> específico que debe ser utilizado.

source: [[location]]location
es: [[ubicación]]ubicación

source: A physical space that can be positioned and oriented relative to a reference point, and potentially described in a natural language <<locality>> description. In <<georeference,georeferencing>>, a location can have distinct representations based on distinct <<rules of interpretation>>, each of which is embodied in a <<georeferencing method>>.
es: Un espacio físico que puede posicionarse y orientarse de manera relativa a un punto de referencia y potencialmente descrito en un lenguaje natural en la descripción de la <<localidad>>. En la <<georeferencia,georreferenciación>>, una ubicación puede tener distintas representaciones basadas en diferentes <<reglas de interpretación>>, cada una de las cuales está incorporada en un <<método de georreferenciación>>.

source: [[longitude]]longitude
es: [[longitud]]longitud

source: The angular distance of a point east or west of a <<prime meridian>> at a given <<latitude>>.
es: La distancia angular de un punto este o oeste del <<meridiano cero>> a una <<latitud>> determinada.

source: [[magnetic-declination]]magnetic declination
es: [[declinación-magnética]]declinación magnética

source: The angle on the horizontal plane between magnetic north (the direction the north end of a magnetized compass needle points, corresponding to the direction of the Earth's magnetic field lines) and true north (the direction along a <<meridian>> towards the geographic North Pole). This angle varies depending on the position on the Earth's surface and https://en.wikipedia.org/wiki/Polar_wandering[changes^] over time.
es: El ángulo en el plano horizontal entre el norte magnético (la dirección hacia el extremo norte al que apunta la aguja de una brújula magnetizada, correspondiente a la dirección de las líneas del campo magnético de la Tierra) y el verdadero norte (la dirección a lo largo de un <<meridiano>> hacia el Polo Norte geográfico). Este ángulo varía dependiendo de la posición sobre la superficie de la Tierra y https://es.wikipedia.org/wiki/Polar_wandering[changes^] sobre el tiempo.

source: [[maximum-uncertainty-distance]]maximum uncertainty distance
es: [[distancia-máxima-de-incertidumbre]]distancia máxima de incertidumbre

source: The radius in a <<point-radius>> representation of a <<location>>, that is a numerical value that defines the upper limit of the horizontal distance from the position of the given <<geographic-coordinates,geographic coordinate>> to a point on the outer extremity of the geographic area within which the whole of a location lies. When given in meters, it corresponds to the <<Darwin Core>> term term:dwc[coordinateUncertaintyInMeters].
es: El radio en una representación <<radio-punto>> de una <<ubicación>>, que corresponde a un valor numérico que define el límite superior de la distancia horizontal desde la posición de una <<coordenadas geográficas,coordenada geográfica>> dada, hasta el punto mas alejado del área geográfica que respresenta la totalidad de la ubicación. Cuando se indica en metros, corresponde al término <<Darwin Core>> term:dwc[coordinateUncertaintyInMeters].

source: [[mean-sea-level,mean sea level]]mean sea level (MSL)
es: [[nivel-medio-del-mar,nivel medio del mar]]nivel medio del mar (NMM)

source: A <<vertical datum>> from which heights such as <<elevation>> are usually measured. Mean sea levels were traditionally determined locally by measuring the midpoint between a mean low and mean high tide at a particular <<location>> averaged over a 19-year period covering a complete tidal cycle. More recently, MSL is best described by a <<geoid>>.
es: Un <<datum vertical>> desde el cual las alturas tales como la <<elevación>> se miden normalmente. Los niveles medios del mar tradicionalmente se determinan localmente midiendo el punto medio entre una marea media baja y una marea media alta, en una <<ubicación>> particular, promediando un período de cerca de 19 años para cubrir un ciclo de mareas completo. Más recientemente, el NMM es mejor descrito por un <<geoide>>.

source: [[meridian]]meridian
es: [[meridiano]]meridiano

source: A line on the surface of the earth where all of the <<location,locations>> have the same <<longitude>>. Compare <<antimeridian>> and <<prime meridian>>.
es: Una línea en la superficie de la tierra donde todas las <<ubicación,ubicaciones>> tienen la misma <<longitud>>. Comparar con <<antimeridiano>> y <<meridiano cero>>.

source: [[named-place]]named place
es: [[lugar-nombrado]]lugar nombrado

source: see <<feature>>. Note that "named place" was used in some earlier <<georeference,georeferencing>> documents.
es: ver <<entidad>>. Note que "lugar nombrado" fue utilizado en documentos anteriores sobre <<georreferencia,georreferenciación>>.

source: [[northing]]northing
es: [[northing]]norte

source: Within a <<coordinate reference system>> (e.g. as provided by a <<GPS>> or a map <<grid>> reference system), the line representing northward distance from a reference <<latitude>>.
es: Dentro de un <<sistema de de referencia de coordenadas>> (e.g. como el proporcionado por un <<GPS>> o un un mapa de <<grilla,grillas>> bajo un sistema de referencia específico), la línea que representa la distancia hacia el norte desde una <<latitud>> de referencia.

source: [[offset]]offset
es: [[desplazamiento]]desplazamiento

source: A displacement from a reference <<location>>. Usually used in conjunction with <<heading>> to give a distance and <<direction>> from a <<feature>>.
es: El desplazamiento desde una <<ubicación>> de referencia. Generalmente utilizado en conjunto con una <<dirección>> para dar una distancia y orientación desde una <<entidad geográfica>>.

source: [[path]]path
es: [[ruta]]ruta

source: A route or track between one place and another. In some cases the path may cross itself.
es: Ruta o camino entre un lugar y otro. En algunos casos el camino puede cruzarse a si mismo.

source: [[PID]]persistent identifier (PID)
es: [[PID]]identificador persistente (PID)

source: A long-lasting reference to a document, file, web page, or other object. The term "persistent identifier" is usually used in the context of digital objects accessible over the Internet. There are many options for PIDs, such as <<GUID,Globally Unique Identifiers (GUIDs)>>, https://www.doi.org[Digital Object Identifiers (DOIs)^], and Universal Unique Identifiers (UUIDs).
es: Una referencia permanente a un documento, archivo, página web u otro objeto. El término "identificador persistente" se utiliza generalmente en el contexto de objetos digitales accesibles a través de Internet. Hay muchas opciones para PIDs, como <<GUID,Identificadores Únicos Globales (GUIDs)>>, https://www.doi.org[Identificadores de Objetos Digitales (DOIs)^] e Identificadores Únicos Universales (UUIDs).

source: [[point-radius]]point-radius
es: [[radio-punto]]radio-punto

source: A representation of the <<geographic component>> of a <<location>> as <<geographic-coordinates,geographic coordinates>> and a <<maximum uncertainty distance>>. The point-radius <<georeferencing method>> produces <<georeference,georeferences>> that include geographic coordinates, a <<coordinate reference system>>, and a maximum uncertainty distance that encompasses all of the possible geographic coordinates where a <<locality>> might be interpreted to be. This representation encompasses all of the <<uncertainty,uncertainties>> within a circle. The point-radius method uses ranges to represent the non-geographic descriptors of the location (<<elevation>>, <<depth>>, <<distance above surface>>).
es: Representación del <<componente geográfico>> de una <<ubicación>> a partir de sus <<coordenadas geográficas>> y una <<distancia máxima de incertidumbre>>. El <<método de georreferenciación>> radio-punto produce <<georreferencia,georreferencias>> que incluyen coordenadas geográficas bajo un <<sistema de coordenadas de referencia>> y una distancia máxima de incertidumbre que cubre todas las posibles coordenadas geográficas donde una <<localidad>> podría interpretarse que está. Esta representación enmarca toda la <<incertidumbre>> dentro de un círculo. El método radio-punto utiliza rangos para representar otros atributos no geográficos de la ubicación (<<elevación>>, <<profundidad>>, <<distancia sobre la surficie>>).

source: [[precision]]precision
es: [[precisión]]precisión

source: The closeness of a repeated set of observations of the same quantity to one another – a measure of control over random <<error>>.
es: La cercanía entre un conjunto repetido de observaciones de la misma cantidad entre sí - una medida de control sobre el <<error>> aleatorio.
