Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: This document is one of three that cover recommended requirements and methods to <<georeference>> <<location,locations>>. It is meant to cover the theoretical aspects (how to, and why) of spatially enabling information about the location of biodiversity-related phenomena, including special consideration for ecological and marine data. It also covers approaches to large-scale and collaborative georeferencing projects.
es: Este documento es uno de los tres que cubre los requisitos y métodos recomendados para <<georreferencia,georreferenciar>> <<ubicación,ubicaciones>>. Está destinado a cubrir los aspectos teóricos (cómo y por qué) de la información espacial sobre la localización de fenómenos relacionados con la biodiversidad, incluyendo una consideración especial para los datos ecológicos y marinos. También, abarca enfoques para proyectos de georreferenciación a gran escala y colaborativos.

source: These documents DO NOT provide guidance on georectifying images or <<geocode,geocoding>> street addresses.
es: Estos documentos NO proporcionan orientación sobre la georectificación de imágenes o <<geocodificar,geocodificación>> de direcciones.

source: The accompanying {gqg}[Georeferencing Quick Reference Guide] provides a practical how-to guide for putting the theory into practice, especially for the <<point-radius>> <<georeferencing method>>. The Quick Reference Guide relies on this document for background, definitions, more detailed explanations, while it describes exactly how to deal with a wide variety of specific cases (see <<Using the Georeferencing Quick Reference Guide>>).
es: La {gqg}[Guía de Referencia Rápida de Georreferenciación] asociada proporciona una guía práctica para poner en práctica la teoría, especialmente para el <<método de georreferenciación>> <<radio-punto>>. La Guía de Referencia Rápida se basa en este documento como fuente de antedecedentes, definiciones y explicaciones más detalladas, mientras que describe exactamente cómo lidiar con una amplia variedad de casos específicos (ver <<Usando la Guía de Referencia Rápida de Georreferenciación>>).

source: The http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator^] is a browser-based JavaScript application that aids in georeferencing descriptive <<locality,localities>> and provides methods to help obtain <<geographic coordinates>> and <<uncertainty,uncertainties>> for locations (see <<Using the Georeferencing Calculator>>).
es: La http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación^] es una aplicación JavaScript basada en navegadores que ayuda en la georeferenciación de <<localidad,localidades>> descritas y proporciona métodos para obtener <<coordenadas geográficas>> e <<incertidumbre,incertidumbres>> para ubicaciones (ver <<Usando la Calculadora de Georreferenciación>>).

source: Constraints
es: Restricciones

source: Constraints to using this document may arise because of:
es: Las restricciones para usar este documento pueden surgir debido a:

source: Specimens with labels that are hard to read or decipher.
es: Especimenes con etiquetas difíciles de leer o descifrar.

source: Records that don’t contain sufficient information.
es: Registros que no contienen suficiente información.

source: Records that contain conflicting information.
es: Registros que contienen información contradictoria.

source: Historic localities that are hard to find on current maps.
es: Localidades históricas difíciles de encontrar en los mapas actuales.

source: <<locality,Locality>> names that have changed through time.
es: Nombres de <<localidad,localidades>> que han cambiado a través del tiempo.

source: Marine <<location,locations>> from old ships' logs.
es: <<ubicación,Ubicaciones>>marinas de registros de barcos antiguos.

source: Lack of information on <<datum,datums>> and/or <<coordinate reference system,coordinate reference systems>>.
es: Falta de información sobre <<datum,datums>> y/o <<sistema de referencia de coordenadas,sistemas de referencia de coordenadas>>.

source: Data Management Systems that don’t allow for recording or storage of the required <<georeference,georeferencing>> information.
es: Sistemas de Manejo de Datos que no permiten registrar o almacenar la información requerida sobre la <<georreferencia, georreferenciación>>.

source: Poor or no internet facilities.
es: Conexión a Internet deficiente o nula.

source: Lack of access to suitable resources (maps, reliable <<gazetteer,gazetteers>>, etc.).
es: Falta de acceso a recursos adecuados (mapas, <<gacetero,gaceteros>> confiables, etc.).

source: Lack of institutional/supervisor support.
es: Falta de apoyo institucional o de un supervisor.

source: Lack of training.
es: Falta de capacitación.

source: Principles of Best Practice
es: Principios de Buenas Prácticas

source: The following are principles of best practice that should be applied to <<georeference,georeferencing>>:
es: Los siguientes son principios de buenas prácticas que deben aplicarse a la <<georreferencia,georreferenciación>>:

source: <<accuracy,*Accuracy*>> – a measure of how well the data represent the truth, for example, how well is the true <<location>> of the target of an observation, collecting, or sampling <<event>> represented in a <<georeference>>. This includes considerations taken both at the moment when the location was recorded and when it was <<georeference,georeferenced>>. Note that careless lack of <<precision>> will have an adverse effect on accuracy (see <<accuracy-error-bias-precision-false-precision-and-uncertainty>>).
es: <<exactitud,*Exactitud*>> - una medida de qué tan bien representan los datos la verdad, por ejemplo, qué tan bien representada está la verdadera <<ubicación>> de un <<evento>> de observación, colecta o muestreo en una <<georreferencia>>. Esto incluye consideraciones tomadas tanto en el momento en que se registró la ubicación como cuando fue <<georreferencia,georreferenciada>>. Tenga en cuenta que la falta de <<precisión>> por descuido tendrá un efecto adverso en la exactitud (ver <<exactitud-error-sesgo-precisión-falsa-precisión-e-incertidumbre>>).

source: *Effectiveness* – the likelihood that a work program achieves its desired objectives. For example, the percentage of records for which the <<coordinates>> and <<uncertainty>> can be <<accuracy,accurately>> identified and calculated (see <<Index of Spatial Uncertainty>>).
es: *Efectividad* – la probabilidad de que un programa de trabajo logre los objetivos deseados. Por ejemplo, el porcentaje de registros para los cuales las <<coordenadas>> e <<incertidumbre>> pueden ser <<exactitud,exactamente>> identificados y calculados (ver <<Índice de Incertidumbre Espacial>>).

source: *Efficiency* – the relative effort needed to produce an acceptable output, including the effort to assemble and use external input data (e.g. <<gazetteer,gazetteers>>, collectors’ itineraries, etc.).
es: *Eficiencia*: el esfuerzo relativo necesario para producir un resultado aceptable, incluyendo el esfuerzo para recopilar y usar datos externos (e.g. <<gacetero,gaceteros>>, itinerarios de los colectores, etc.).

source: *Reliability* – the relative confidence in the repeatability or consistency with which information was produced and recorded. The reliability of sources and methods that can affect the <<accuracy>> of the results.
es: *Fiabilidad* – la confianza relativa en la repetibilidad o consistencia con la que la información fue producida y registrada. La fiabilidad de las fuentes y métodos que pueden afectar la <<exactitud>> de los resultados.

source: *Accessibility* – the relative ease with which users can find and use information in all of the senses supported by FAIR principles (https://doi.org/10.1038/sdata.2016.18[Wilkinson et al. 2016^]) of data being Findable, Accessible, Interoperable, and Reusable.
es: *Accesibilidad* – la relativa facilidad con la que los usuarios pueden encontrar y usar información, en todos los sentidos soportados por los principios FAIR (https://doi.org/10.1038/sdata.2016.18[Wilkinson et al. 2016^]) para que los datos sean encontrables, accesibles, interoperables y reutilizables.

source: *Transparency* – the relative clarity and completeness of the inputs and processes that produced a result. For example, the <<data quality,quality>> of the metadata and documentation of the methodology by which a <<georeference>> was obtained.
es: *Transparencia* – la relativa claridad e integridad de las entradas y los procesos que produjeron un resultado. Por ejemplo, la <<calidad-de-datos,calidad>> de los metadatos y la documentación de la metodología mediante la cual se obtuvo una <<georreferencia>>.

source: *Timeliness* – relates to the frequency of data collection, its reporting and updates. For example, how often are <<gazetteer,gazetteers>> updated, how long after <<georeference,georeferencing>> are the records made available to others, and how regularly are updates/corrections made following feedback.
es: *Frecuencia* – se refiere a la periodicidad de la recopilación de datos, su reporte y actualización. Por ejemplo, con qué frecuencia son actualizados los <<gacetero,gaceteros>>, cuánto tiempo después de la <<georreferencia,georreferenciación>> están disponibles los registros para el público, y con qué regularidad se hacen las actualizaciones/correcciones después de la retroalimentación.

source: *Relevance* – the relative pertinence and usability of the data to meet the needs of potential users in the sense of the principle of "fitness for use" (https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]). Relevance is affected by the format of the output and whether the documentation and metadata are accessible to the user.
es: *Relevancia* – la pertinencia y utilidad relativa de los datos para satisfacer las necesidades de los potenciales usuarios en el sentido del principio de "aptitud para el uso"("fitness for use") (https://doi.org/10.5468/doc.jrgg-a190[Chapman 2005a^]). La relevancia se ve afectada por el formato de la salida y si la documentación y los metadatos son accesibles para el usuario.

source: *Replicability* – the relative potential for a result to be reproduced. For example, a <<georeference>> following best practices would have sufficient documentation to be repeated using the same inputs and methods.
es: *Replicabilidad* – el potencial relativo para que un resultado sea reproducido. Por ejemplo, una <<georreferencia>> siguiendo las buenas prácticas tendría suficiente documentación para repetirse utilizando las mismas entradas y métodos.

source: *Adaptability* – the potential for data to be reused under changing circumstances or for new purposes. For example, <<georeference,georeferences>> following best practices would have sufficient documentation to be used in analyses for which they were not originally intended.
es: *Adaptabilidad* – el potencial para que los datos se reutilicen en circunstancias cambiantes o con nuevos fines. Por ejemplo, las <<georreferencia,georreferencias>> realizadas siguiendo las buenas prácticas tendrían suficiente documentación para ser utilizadas en análisis para los que no fueron generadas originalmente.

source: In addition, an effective best practices document should:
es: Además, un documento efectivo de buenas prácticas debe:

source: Align the vision, mission, and strategic plans in an institution to its policies and procedures and gain the support of sponsors and/or top management.
es: Alinear la visión, la misión y los planes estratégicos en una institución a sus políticas y procedimientos y obtener el apoyo de patrocinadores y/o altos directivos.

source: Use a standard method of writing (writing format) to produce professional policies and procedures.
es: Utilizar un método estándar de escritura (formato de escritura) para producir políticas y procedimientos profesionales.

source: Satisfy industry standards.
es: Satisfacer los estándares de la industria.

source: Satisfy the scrutiny of management and external/internal auditors.
es: Satisfacer el escrutinio por parte la gerencia y de auditores externos/internos.

source: Adhere to relevant standards and biodiversity informatics practices.
es: Adherirse a estándares y prácticas de informática de la biodiversidad relevantes.

source: Accuracy, Error, Bias, Precision, False Precision, and Uncertainty
es: Exactitud, Error, Sesgo, Precisión, Falsa precisión e Incertidumbre

source: There is often confusion around what is meant by <<accuracy>>, <<error>>, <<bias>>, <<precision>>, <<false precision>>, and <<uncertainty>>. In addition to the following paragraphs, refer to the definitions in the <<Glossary>> and https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]. All of these concepts are relevant to measurements.
es: A menudo hay confusión en torno a lo que significa <<exactitud>>, <<error>>, <<sesgo>>, <<precisión>>, <<falsa precisión>>, e <<incertidumbre>>. Además de los siguientes párrafos, puede remitirse a las definiciones en el <<Glosario>> y https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]. Todos estos conceptos son relevantes para las mediciones.

source: Accuracy, error, and bias all relate directly to estimates of true values. The closer a statement (e.g. a measurement) is to the true value, the more accurate it is. Error is a measure of accuracy–the difference between an estimated value and the true value. The more accurate an estimate, the smaller the error. Bias is a measurement of the average systematic error in a set of measurements. Bias often indicates a calibration or other systematic problem, and can be used to remove systematic errors from measurements, thus making them more accurate.
es: La exactitud, el error y el sesgo se relacionan directamente con las estimaciones de valores verdaderos. Entre mas cerca este una medición del valor verdadero más exacto es. El error es una medida de exactitud (la diferencia entre un valor estimado y el valor verdadero). Cuanto más exacta sea una medida, menor será el error. El sesgo a menudo indica un problema de calibración u otro problema sistemático y se puede utilizar para eliminar errores sistemáticos de las mediciones, haciéndolos así más exactos.

source: Because the true value is not known, but only estimated, the accuracy of the measured quantity is also unknown. Therefore, accuracy of coordinate information can only be estimated.
es: Debido a que el valor verdadero se desconoce y sólo se estima, la exactitud de la cantidad medida también es desconocida. Por lo tanto, la exactitud de la información de una coordenada sólo se puede estimar.

source: Accuracy versus Precision. Data may be accurate and precise, accurate and imprecise, precise but inaccurate, or both imprecise and inaccurate. Reproduced with permission from Arturo Ariño (2020).
es: Exactitud versus Precisión. Los datos pueden ser exactos y precisos, exactos e imprecisos, precisos e inexactos o tanto imprecisos como inexactos. Reproducido con el permiso de Arturo Ariño (2020).

source: Whereas <<error>> is an estimate of the difference between a measured value and the truth, <<precision>> is a measurement of the consistency of repeated measurements to each other. Precision is not the same as <<accuracy>> (see <<img-accuracy-vs-precision>>) because measurements can be consistently wrong (have the same error). Precise measurements of the same target will give similar results, accurate or not. We quantify precision as how specific a measurement should be to give consistent results. For example, a measuring device might give measurements to five decimal places (e.g. 3.14159), while repeated measurements of the same target with the same device are only consistent to four decimal places (e.g. 3.1416). We would say the precision is 0.0001 in the units of the measurement.
es: Mientras que el <<error>> es una estimación de la diferencia entre un valor medido y el valor verdadero, la <<precisión>> es una medición de la consistencia de mediciones repetidas entre sí. La precisión no es lo mismo que la <<exactitud>> (ver <<img-accuracy-vs-precision>>) porque las mediciones pueden ser consistentemente incorrectas (tienen el mismo error). Las mediciones precisas del mismo objetivo darán resultados similares, sean exactas o no. Cuantificamos la precisión como cuan específica deber ser una medida para dar resultados consistentes. Por ejemplo, un dispositivo de medición podría dar mediciones con cinco cifras decimales (p. ej. 3.14159), mientras que las mediciones repetidas del mismo objetivo con el mismo dispositivo sólo son consistentes a cuatro cifras decimales (e.g. 3.1416). Podríamos decir que la precisión es de 0.0001 respecto a las unidades de medida.

source: <<false precision,False precision>> refers to recorded values that have precision that is unwarranted by the original measurement. This is often an artefact of how data are stored, calculated, represented, or displayed. For example, a user interface might be designed to always display <<coordinates>> with five decimal places (e.g. 3.00000), demonstrating false precision for any coordinate that was not <<precision,precise>> (e.g. 3°, a <<latitude>> given only to the nearest degree). Because false precision can be undetectable, the actual precision of a measurement is something that should be captured explicitly rather than inferred from the representation of a value. This is particularly true for coordinates, which can suffer from false precision as a result of a format transformation. For example, 3°20’ has a precision of one minute, equivalent to about 0.0166667 degrees, but when stored as decimal degrees where five decimal places are retained and displayed the value would be 3.33333, with a false precision of 0.00001 degrees. Also see <<img-xkcd-coordinate-precision>>.
es: La <<falsa precisión>> se refiere a los valores registrados que tienen una precisión injustificada por la medición original. Esto es a menudo un efecto de cómo se almacenan, calculan, representan o muestran los datos. Por ejemplo, una interfaz de usuario podría estar diseñada para mostrar siempre las <<coordenadas>> con cinco cifras decimales (por ejemplo, 3.00000), mostrando una falsa precisión para cualquier coordenada que no sea <<precisión,precisa>> (p. ej. 3°, una <<latitud>> dada sólo al grado más cercano). Porque la falsa precisión puede ser indetectable, la precisión real de una medición es algo que debe ser capturado explícitamente en lugar de ser inferido por la representación de un valor. Esto es particularmente cierto en el caso de las coordenadas, que pueden ser objeto de una falsa precisión como resultado de una transformación de formato. Por ejemplo, 3°20’ tiene una precisión de un minuto, equivalente a aproximadamente 0.0166667 grados, pero cuando se almacenan como grados decimales donde se mantienen y se muestran cinco cifras decimales, el valor sería 3. 33333 con una falsa precisión de 0.00001 grados. Ver también <<img-xkcd-coordinate-precision>>.

source: Like error, <<uncertainty>> is a measure of how different an unknown true value might be from a value given. In <<georeference,georeferencing>>, we use uncertainty to refer to the maximum distance from a center <<coordinates,coordinate>> of a georeference to the furthest point where the true <<location>> might be–a combination of all the possible sources of error given as a distance.
es: Como el error, la <<incertidumbre>> es una medida de cuán diferente puede ser un valor dado de un valor verdadero desconocido. En <<georreferencia,georreferenciación>> usamos la incertidumbre para referirnos a la distancia máxima desde las <<coordenadas>> centrales en una georeferencia hasta el punto más lejano donde el verdadero de una <<ubicación>> verdadera podría estar, como una combinación de todas las posibles fuentes de error dadas como una distancia.

source: 40 digits: You are optimistic about our understanding of the nature of distance itself. What the number of digits in coordinates would imply if precision was misconstrued to imply geographic extent. From https://xkcd.com/2170/[xkcd^].
es: 40 dígitos: Eres optimista acerca de nuestra comprensión de la naturaleza de la distancia en si misma. Lo que el número de cifras en las coordenadas podría implicar si la precisión se malinterpretara al construir la extensión geográfica. Desde https://xkcd.com/2170/[xkcd^].

source: Software and Online Tools
es: Software y Herramientas en Línea

source: Software and tools come and go and are regularly updated, so rather than include a list in this document, we refer readers to http://georeferencing.org/[georeferencing.org^].
es: El software y las herramientas vienen y van y son regularmente actualizadas, así que en lugar de incluir una lista en este documento, remitimos a los lectores a http://georeferencing.org/[georeferencing.org^].

source: Conformance to Standards
es: Conformidad con los Estándares

source: Throughout this document, we have, where possible, recommended practices that conform to appropriate geographic information standards and standards for the transfer of biological and geographic information. These include standards developed by the http://www.opengeospatial.org/specs/?page=recommendation[Open Geospatial Consortium^] (OGC 2019), the Technical Committee for digital geographic information and geomatics (https://www.iso.org/committee/54904.html[ISO/TC 211^]), and https://www.tdwg.org/[Biodiversity Information Standards (TDWG)^]. Also, this document supports the FAIR principles of data management in recommending that well-georeferenced data are Findable, Accessible, Interoperable, and Reusable.
es: A lo largo de este documento tenemos, en la medida de lo posible, las prácticas recomendadas que se ajustan a los estándares de información geográfica y a los estándares para la transferencia de información biológica y geográfica. Estos incluyen estándares desarrollados por http://www.opengeospatial.org/specs/?page=recommendation[Open Geospatial Consortium^] (OGC 2019), el Comité Técnico para información geográfica digital y geomática (https://www.iso.org/committee/54904.html[ISO/TC 211^]) y https://www.tdwg.org/[Biodiversity Information Standards (TDWG)^]. Además, este documento apoya los principios FAIR de gestión de datos recomendando que los datos bien georreferenciados sean fáciles de encontrar (Findable), accesibles (Accesible), interoperables (Interoperables) y reutilizables (Reusable).

source: Persistent Identifiers (PIDs)
es: Identificadores Persistentes (PIDs)
