Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: For {marine}diving activities, the <<coordinates>> are recorded as an <<entry point>> into the water and the <<locality>> is recorded with reference to that entry point. For example, "sampling was conducted in a rough sphere of 30 meters diameter, whose center was located 300 meters due west of the entry point at a <<depth>> between 50 and 100 meters". In these cases the <<radial>> must be big enough to encompass the position within the <<extent>> farthest from the entry point (see <<img-underwater-event>>).
es: Para actividades de buceo {marine} las <<coordenadas>> se registran como el <<punto de entrada>> al agua y la <<localidad>> se registra con referencia a ese punto de entrada. Por ejemplo, "el muestreo se realizó en una esfera aproximada de 30 metros de diámetro, cuyo centro se encontraba a 300 metros al oeste del punto de entrada a una <<profundidad>> de entre 50 y 100 metros". En estos casos, el <<radio>> debe ser lo suficientemente grande para cubrir la posición desde el punto de entrada hasta la <<extensión>> más lejana (ver <<img-underwater-event>>).

source: Transects
es: Transectos

source: {ecological}{marine}For a <<location>> that is a <<transect>>, record both the start and end points of the line. This allows the orientation and <<direction>> of the transect to be preserved. If the <<event,events>> associated with the transect occur within a given maximum distance from the transect, it is better to represent the <<location>> as a polygon (see <<Polygons>>). If the events associated with the transect can be reasonably separated into their individual locations, it is better to do so, as these will be more specific than the transect as a whole. If that is done, however, ensure that you document that each individual location is part of a transect.
es: {ecological}{marine}Para una <<ubicación>> que corresponde a un <<transecto>>, se registra tanto el punto de inicio como el final de la línea. Esto permite preservar la orientación y <<dirección>> del transecto. Si los <<evento,eventos>> asociados con el transecto ocurren dentro de una distancia máxima dada desde el transecto, es mejor representar la <<ubicación>> como un polígono (ver <<Polígonos>>). Si los eventos asociados con el transecto pueden ser razonablemente separados en sus ubicaciones individuales, es mejor hacerlo pues serán más específicos que el transecto como un conjunto. Sin embargo, si esto se hace, asegúrese de documentar que cada ubicación individual es parte de un transecto.

source: If the <<locality>> is recorded as the center of the <<transect>> and half the length of the transect is then used to describe <<uncertainty>>, information about the orientation of the transect is lost, and the description essentially becomes equivalent to a circle.
es: Si la <<localidad>> se registra como el centro del <<transecto>> y la mitad de la longitud del transecto se utiliza para describir la <<incertidumbre>>, se pierde información sobre la orientación del transecto y la descripción se convierte esencialmente en el equivalente a un círculo.

source: Paths
es: Rutas

source: Not all linear-based <<location,locations>> are <<transect,transects>> or straight lines. We use the term <<path>> to highlight this broader concept. Illustrative examples are: _ad-hoc_ observations while walking along a trail, an inventory or count of species while travelling along a river, tracking an individual animal’s movements. {marine}Marine transects, tracks, tows, and trawls, are further examples. Paths should be described using <<shape,shapes>> (see discussion under <<Shape Method>>) as connected line segments (a polygonal chain), with the <<coordinates>> of the starting point followed by the coordinates of each segment beginning and finishing with the end point. One simple way to store and share these is through https://en.wikipedia.org/wiki/Well-known_text_representation_of_geometry[Well-Known Text (WKT)^] (https://www.iso.org/standard/60343.html[ISO 2016^], https://doi.org/10.3897/BDJ.5.e10989[De Pooter et al. 2017^], https://obis.org/manual/darwincore/[OBIS n.d.^], W.Appeltans, personal communication 15 Apr 2019).
es: No todas las <<ubicación,ubicaciones>> basadas en trayectorias lineales son <<transecto,transectos>> o líneas rectas. Utilizamos el término <<ruta>> para resaltar este concepto más amplio. Algunos ejemplos ilustrativos son: observaciones _ad-hoc_ realizadas mientras se camina por un sendero, un inventario o recuento de especies realizado mientras se viaja a lo largo de un río, rastrear los movimientos de un animal en específico. {marine} Transectos marinos, rastros, remolques y redes de arrastre son otros ejemplos. Las trayectorias deben describirse usando <<forma geométrica,formas geométricas>> (ver la discusión en <<Método de Forma Geométrica>>) como segmentos de línea conectados (una cadena poligonal), con las <<coordenadas>> del punto de partida seguidas por las coordenadas de cada segmento que empieza y termina con el punto final. Una forma sencilla de almacenar y compartir estas formas geométricas es a través de https://es.wikipedia.org/wiki/Well_Known_Text[Well-Known Text (WKT) (texto conocido)^] (https://www.iso.org/standard/60343.html[ISO 2016^], https://doi.org/10.3897/BDJ.5.e10989[De Pooter et al. 2017^], https://obis.org/manual/darwincore/[OBIS n.d.^], W.Appeltans, personal communication 15 Apr 2019).

source: To determine the <<uncertainty>> of a described <<path>> using the <<point-radius>> <<georeferencing method>>, one needs to determine the <<corrected center>> – i.e. the point on the <<path>> that describes the <<smallest enclosing circle>> that includes the totality of the path ("c" on <<img-path-center>>). This is very seldom the same place as the center of a line joining the two ends of the path ("y" on <<img-path-center>>), nor the center of the extremes of <<latitude>> and <<longitude>> (the <<geographic center>>) of the path ("x" on <<img-path-center>>).
es: Para determinar la <<incertidumbre>> de una <<ruta>> descrita usando el <<método de georreferenciación>> <<radio-punto>> se necesita determinar el <<centro corregido>>, es decir el punto sobre la <<ruta>> que describe el <<círculo mínimo>> que incluye la totalidad de la ruta ("c" en <<img-path-center>>). Este raramente corresponde al mismo lugar que el centro de una línea que une los dos extremos de la ruta ("y" en <<img-path-center>>), ni al centro de los extremos de la <<latitud>> y la <<longitud>> (el <<centro geográfico>>) de la ruta ("x" en <<img-path-center>>).

source: A path (river) showing the center of the smallest enclosing circle *x*, the mid point between the ends of the river *y*, the corrected center *c*, and the radial *r*.
es: Una ruta (río) que muestra el centro del círculo mínimo que rodea a *x*, el punto medio entre los extremos del río *y*, el centro corregido *c* y el radio *r*.

source: Polygons
es: Polígonos

source: When collecting or recording data from an area, for example, bird counts on a lake, a set of nesting or roosting sites on an offshore coral cay, or a buffered <<transect>> – the <<location>> is best recorded as a polygon. Polygons can be stored using the <<Darwin Core>> (https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012b^]) field called term:dwc[dwc:footprintWKT], in which a <<geometry>> can be stored in the Well-Known Text format (https://www.iso.org/standard/60343.html[ISO 2016^]). For the <<point-radius>> <<georeferencing method>>, if the polygon has a concave shape (for example a crescent), the center may not actually fall within the polygon (<<img-polygon-center>>). In that case, the <<corrected center>> on the <<boundary>> of the polygon is used for the <<coordinates>> of the location and the <<geographic radial>> is measured from that point to the furthest extremity of the polygon. Note that the circle based on the <<corrected center>> (red circle in <<img-polygon-center>>) will always be greater than the circle based on the <<geographic center>> (black circle in <<img-polygon-center>>).
es: Al colectar o registrar datos de un área (por ejemplo el conteo de aves en un lago, un conjunto de sitios de anidación o descanso en un cayo de coral en alta mar o en un <<transecto>> con su correspondiente buffer) la <<ubicación>> estará mejor registrada a través de un polígono. Los polígonos se pueden almacenar usando el campo <<Darwin Core>> (https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012b^]) denominado term:dwc[dwc:footprintWKT] en el cual se puede almacenar una <<geometría>> usando el formato de texto Well-Known Text (https://www.iso.org/standard/60343.html[ISO 2016^]). Para el <<método de georreferenciación>> <<radio-punto>>, si el polígono tiene una forma cóncava (por ejemplo una luna creciente) el centro puede no caer dentro del polígono (<<img-polygon-center>>). En ese caso, se usa el <<centro corregido>> en el <<límite>> más cercano del polígono como las <<coordenadas>> de la ubicación y el <<radio-geográfico>> se mide desde este punto hasta el extremo más lejano del polígono. Tenga en cuenta que el círculo basado en el <<centro corregido>> (círculo rojo en <<img-polygon-center>>) siempre será más grande que el círculo basado en el <<centro geográfico>> (círculo negro en <<img-polygon-center>>).

source: The town of Caraguitatuba in São Paulo, Brazil (a complicated polygon), showing the center *x* of the smallest enclosing circle encompassing the whole of the town, and the corrected center *c* – the nearest place on the boundary to *x*. *r* is the geographic radial of the larger, red circle.
es: La ciudad de Caraguitatuba en Sao Paulo, Brasil (un polígono complicado), donde se muestra el centro *x* del círculo mínimo que abarca toda la ciudad y el centro corregido *c*, el lugar más cercano a *x* sobre el límite del polígono. *r* es el radio geográfico del círculo rojo más grande.

source: Complex polygons, such as donuts, self-intersecting polygons and multipolygons create even more problems, in both documentation and storage.
es: Los polígonos complejos (como los donas), los polígonos que se auto-intersectan y los multipolígonos generan aún más problemas, tanto en su documentación como en su almacenamiento.

source: Grids
es: Grillas

source: <<grid,Grids>> may be based on the lines of <<latitude>> and <<longitude>>, or they may be cells in a Cartesian <<coordinate system>> based on distances from a reference point. Usually grids are aligned North-South, and if not, their <<magnetic declination>> is essential to record. If the <<extent>> of a <<location>> is a grid cell, then the ideal way to record it would be the polygon consisting of the corners of the grid (i.e. a <<bounding-box>>). The <<point-radius>> method can be used to capture the <<coordinates>> of the grid cell center and the distance from there to one of the furthest corners, but given that the <<geometry,geometries>> for grid cells are so simple, it is best to also capture them as polygons. Often grid cells (e.g. geographic grids) are described using the coordinates of the southwest corner of the grid. Using the southwest corner as the coordinates for a point-radius <<georeference>> is wasteful, since the <<geographic radial>> would be from there to the farthest corner, which would be twice as far as it would be if the center of the grid cell was used instead. In any case, the characteristics of the grid should be recorded with the <<locality>> information.
es: Las <<grilla,grillas>> pueden estar construidas a partir de líneas de <<latitud>> y <<longitud>> o pueden ser celdas en un <<sistema de coordenadas>> cartesiano basadas en distancias desde un punto de referencia. Normalmente las grillas están alineadas Norte-Sur y si no, es esencial registrar su <<declinación magnética>>. Si la <<extensión>> de una <<ubicación>> es una grilla de celdas, entonces la forma ideal de documentarla sería a través de un polígono conformado por las esquinas de la grilla (es decir, una <<caja-delimitadora>>). El método <<radio-punto>> se puede utilizar para capturar las <<coordenadas>> del centro de la grilla de celdas y la distancia de allí a una de las esquinas más lejanas, pero dado que las <<geometría,geometrías>> de las grillas de celdas son tan simples, es mejor capturarlas también como polígonos. A menudo las grillas de celdas (p. ej. las grillas geográficas) se describen utilizando las coordenadas de la esquina sudoeste de la grilla. Usar la esquina sudoeste como <<georreferencia>> para el método radio-punto es poco recomendado, ya que el <<radio geográfico>> partiría de este punto hasta la esquina más lejana, lo que duplicaría el radio de lo que sería si se utilizara el centro de la grilla de celda. En cualquier caso, las características de la grilla deben ser registradas con la información de la <<localidad>>.

source: It is important when converting gridded data to <<geographic coordinates>> to also check the <<locality>> description. Locality information may allow you to refine the <<location>> as in <<img-gridded>> where just having the <<grid,grids>> without the locality information (i.e. "on Northey Island") would lead to the circle (c) with its center (a) at the center of the grid. Knowing that the record is on Northey Island, however, allows you to refine the location to the smaller circle (d) with its center at (b). Note that other criteria (such as a change of <<datum>>, map scale, etc.) may add to the <<uncertainty>>.
es: Es importante al convertir los datos de la grilla en <<coordenadas geográficas>> comprobar también la descripción de la <<localidad>>. La información de la localidad puede permitirle refinar la <<ubicación>> como se muestra en la <<img-gridded>> donde sólo teniendo las <<grilla,grillas>> sin la información de la localidad (en específico "en Northey Island") conduciría a un círculo (c) con su centro (a) en el centro de la grilla. Saber que el registro está en Northey Island, permitirá refinar la ubicación al círculo mínimo (d) con su centro en (b). Tenga en cuenta que otros criterios (como un cambio de <<datum>>, escala del mapa, etc.) pueden ser añadidos a la <<incertidumbre>>.

source: Two options for georeferencing gridded data, 1) circle *c* with center at *a* for just the grid cell, and 2) circle *d* with center at *b* using the part of the grid cell constrained to be on Northey Island.
es: Dos opciones para georreferenciar una ubicación en una grilla, 1) círculo *c* con centro en *a* teniendo en cuenta sólo la grilla de celda y 2) círculo *d* con centro en *b* usando la parte de la grilla de celda restringida a estar en Northey Island.

source: Township, Range and Section and Equivalents
es: Township, Range and Section (TRS) y Equivalentes

source: Township, Range and Section (TRS) or Public Land Survey System (PLSS) is a <<grid>>-like way of dividing land into townships in the midwestern and western USA. Sections are usually one mile on each side and townships usually consist of 36 sections arranged in a <<grid>> with a specific numbering system. Not all townships are square, however, as there may be irregularities based on administrative boundaries, for example. For this reason, though these systems resemble grids, they are best treated as individual polygons. Similar subdivisions are used in other countries
es: El Township, Range and Section (TRS) o Public Land Survey System (PLSS) es una forma de <<grilla>> similar a dividir la superficie en centros poblados que se aplica en el medio oeste y oeste de los Estados Unidos. Las secciones suelen estar a una milla de cada lado y los centros poblados suelen constar de 36 secciones organizadas en una <<grilla>> con un sistema de numeración específico. Sin embargo, no todas las ciudades son cuadradas, ya que por ejemplo, puede haber irregularidades basadas en límites administrativos. Por esta razón, aunque estos sistemas se parecen a las grillas, son mejor tratados como polígonos individuales. Subdivisiones similares se utilizan en otros países

source: Quarter Degree Squares
es: Cuadrados de Cuarto de Grado

source: Quarter Degree Squares (QDS) or QDGC (Quarter Degree Grid Cells) (https://doi.org/10.1111/j.1365-2028.2008.00997.x[Larsen et al. 2009^]) have been used in many historical African biodiversity atlas projects and continue to be used for current South African biodiversity projects such as the Atlas of South African birds (https://doi.org/10.1111/j.1365-2028.2008.00997.x[Larsen et al. 2009^], http://www.mindland.com/wp/qdgc-quarter-degree-grid-cells-revisited/[Larsen 2012^]). It has also been recommended as the method to use for <<generalization,generalizing>> sensitive biodiversity data in South Africa (http://biodiversityadvisor.sanbi.org/wp-content/uploads/2017/06/20160819-NSSL-Workshop-Report.pdf[SANBI 2016^], https://doi.org/10.15468/doc-5jp4-5g10[Chapman 2020^]).
es: Los Cuadrados de Cuarto de Grado (QDS por sus siglas en inglés, Quarter Degree Suares) o Celdas de Cuadrícula de Cuarto de Grado (QDGC por sus siglas en inglés, Quarter Degree Grid Cells) (https://doi.org/10.1111/j.1365-2028.2008.00997.x[Larsen et al. 2009^]) han sido utilizados en muchos proyectos históricos de atlas de biodiversidad Africana y siguen siendo utilizados para proyectos de biodiversidad sudafricana actuales como el Atlas de las aves sudafricanas (https://doi.org/10.1111/j.1365-2028.2008.00997.x[Larsen et al. 2009^], http://www.mindland.com/wp/qdgc-quarter-degree-grid-cells-revisited/[Larsen 2012^]). También se ha recomendado como método a utilizar para la <<generalización > de datos sensibles de biodiversidad en Sudáfrica http://biodiversityadvisor.sanbi.org/wp-content/uploads/2017/06/20160819-NSSL-Workshop-Report.pdf[SANBI 2016^], https://doi.org/10.15468/doc-5jp4-5g10[Chapman 2020^]).

source: Unlike most geographic <<grid>> systems, which have their origin in the bottom left corner of the grid, QDS grids reference their origin from the top left corner. Grids are identified by a code that consists of 4 numbers and two letters (e.g. 2624BD). The code can be worked out as follows:
es: A diferencia de la mayoría de los sistemas geográficos de <<grilla,grillas>> que tienen su origen en la esquina inferior izquierda de la grilla, las grillas QDS referencian su origen desde la esquina superior izquierda. Las grillas se identifican con un código que consiste en 4 números y dos letras (por ejemplo, 2624BD). El código puede ser elaborado de la siguiente manera:

source: Each degree square is designated by a four digit number made up of the values of <<latitude>> and <<longitude>> at its top left corner, for example, 3218 for the larger square in <<img-quarter-degree-squares>>.
es: Cada cuadrado de grado es designado por un número de cuatro dígitos compuesto por los valores de <<latitud>> y <<longitud>> en su esquina superior izquierda, por ejemplo, 3218 para el cuadrado más grande, como se ve en la <<img-quarter-degree-squares>>.

source: Each degree square is divided into sixteen quarter-degree squares, each 15’ x 15’. These are given two additional letters as indicated. Thus in <<img-quarter-degree-squares>>, the green square is represented by the code 3218CB.
es: Cada cuadrado de grado se divide en dieciséis cuadrados de cuarto de grado, cada uno de 15’ x 15’. A estos se les asignan dos letras adicionales. Siendo así, en la <<img-quarter-degree-squares>>, el cuadrado verde se representa con el código 3218CB.

source: Note that QDS is developed for use in Africa, and currently only works in the Southern Hemisphere. It has been suggested that it be extended for use in the Northern Hemisphere, but this is not yet under development.
es: Tenga en cuenta que los QDS están desarrollados para su uso en África y actualmente sólo funciona en el hemisferio sur. Se ha sugerido que se amplíe para su uso en el hemisferio norte pero esto todavía no está en desarrollo.

source: Recording data using Quarter Degree Square (QDS) grids. The filled green grid cell is referenced as QDS 3218CB. Image with permission from http://rephotosa.adu.org.za/FAQs.php[RePhotoSA^].
es: Registro de datos usando Cuadrículas de Cuarto de Grado (QDS). La grilla verde en la grilla de celda es referenciada como QDS 3218CB. Imagen con permiso de http://rephotosa.adu.org.za/FAQs.php[RePhoto SA^].

source: Three-Dimensional Shapes
es: Formas Tridimensionales

source: Most terrestrial <<location,locations>> are recorded with reference to the terrestrial surface as <<geographic coordinates>>, sometimes with <<elevation>>. Some types of {marine}marine <<event,events>> such as dives and trawls, benefit from explicit description in three dimensions.
es: La mayoría de las <<ubicación,ubicaciones>> terrestres se registran con referencia a la superficie terrestre como <<coordenadas geográficas>>, a veces con <<elevación>>. Algunos tipos de {marine} <<evento,eventos>> marinos tales como inmersiones y arrastres, se benefician de una descripción explícita en tres dimensiones.

source: {marine}Diving <<event,events>> are commonly recorded using the geographic coordinates of the point on the surface where the diver entered the water, called <<entry point>> or point of entry. The underwater <<location>> should be recorded as a horizontal distance and <<direction>> along with water <<depth>> from that surface location (see <<img-underwater-event>>). Below the surface the diver may then begin a collection/observation exercise in three dimensions from that point including a horizontal component and a minimum and maximum water depth. These should all be recorded. The reference point should be the <<corrected center>> of the 3D-shape that includes the <<extent>> of the location. The <<geographic radial>> would be the distance from the corrected center of the 3D shape (the three dimensions projected perpendicularly onto the surface) to the furthest extremity of the projection of the 3D-shape in the horizontal plane (i.e. on the <<geographic boundary>>).
es: {marine}Los <<evento,eventos>> de buceo se registran comúnmente utilizando las coordenadas geográficas del punto en la superficie donde el buzo entra en el agua, llamado <<punto de entrada>> o punto de inmersión. La <<ubicación>> bajo el agua debe registrarse como una distancia horizontal y una <<dirección>> junto con la <<profundidad>> desde la ubicación en la superficie (ver <<img-underwater-event>>). Debajo de la superficie el buceador puede entonces comenzar un ejercicio de colección/observación en tres dimensiones desde ese punto incluyendo un componente horizontal y una profundidad mínima y máxima dentro del agua. Todos estos datos deberían ser registrados. El punto de referencia debe ser el <<centro corregido>> de la forma tridimensional (3D) que incluye la <<extensión>> de la ubicación. El <<radio geográfico>> sería la distancia desde el centro corregido de la forma 3D (las tres dimensiones proyectadas perpendicularmente sobre la superficie) hasta la extremidad más lejana de la proyección de la forma 3D en el plano horizontal (es decir en el <<límite geográfico>>).
