Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: It is common to encounter <<locality>> descriptions for which the <<boundary,boundaries>> and <<uncertainty>> could be reduced if the taxon and its environmental or geographic constraints are known.
es: Es común encontrar descripciones de <<localidad,localidades>> para las cuales los <<límite,límites>> y la <<incertidumbre>> podrían acotarse si se conoce el taxón y sus restricciones ambientales o geográficas.

source: One case in which a taxon constraint might be applied is where a locality description would be <<georeference,georeferenced>> in a distinct manner if it was known to be terrestrial, aquatic, or marine. Here even the life stage of a taxon could be taken into account.
es: Un caso en el que una restricción de taxón podría ser aplicada es cuando la descripción de la localidad podría ser <<georreferencia,georreferenciada>> de una manera distinta si se supiera que era terrestre, acuático o marino. Incluso, aquí se podría tener en cuenta la etapa del ciclo de vida de un taxón.

source: {marine}OBIS (the Ocean Biodiversity Information System) uses the http://www.marinespecies.org/users.php[World Register of Marine Species (WoRMS 2019)^] to determine if a species can be classified as either marine or terrestrial. Note, however, that there are many species listed in the WoRMS database that occur on coastal shores or in estuaries (i.e. species that could be regarded as both marine and terrestrial at some stage during their life cycle), so caution needs to be taken when using this method in <<georeference,georeferencing>>.
es: {marine}OBIS (el Sistema de Información de Biodiversidad del Océano) utiliza el http://www.marinespecies.org/users.php[Registro Mundial de Especies Marinas (WoRMS 2019)^] para determinar si una especie puede ser clasificada como marina o terrestre. Sin embargo, hay que tener en cuenta que hay muchas especies incluidas en la base de datos de WoRMS que ocurren en orillas costeras o en estuarios (en específico, especies que podrían considerarse tanto marinas como terrestres en algún momento de su ciclo de vida), así que hay que tener cuidado al usar este método en la <<georreferencia,georreferenciación>>.

source: At the generic level there are similar biome-matching services available through the http://www.irmng.org/[Interim Register of Marine and Nonmarine Genera (IRMNG) (Rees 2019)^], and the associated http://www.lifewatch.be/data-services/[LifeWatch taxon matching services^].
es: En el nivel genérico hay servicios similares de asignación de biomas disponibles a través de http://www.irmng.org/[Interim Register of Marine and Nonmarine Genera (IRMNG) y http://www.lifewatch.be/data-services/[LifeWatch taxon matching services^].

source: Another case where taxon might be taken into account is where a distribution range or environmental domain suggests a restriction in the boundaries of a location. However, this kind of constraint on a georeference is not recommended, because an organism whose location falls outside of an established range map may indicate a genuine outlier, or a taxon misidentification. Given that, such information can help distinguish between two possible locations of the same <<feature>> name where one possible location fits within the environmental domain for the taxon, and the other outside the range. This auxiliary information is also particularly useful after georeferencing, to reveal records of possible range extensions, exotic invasions, or cryptic taxa.
es: Otro caso en el que se podría tener en cuenta el taxón es aquel en el que un rango de distribución o las condiciones ambientales sugieren una restricción en los límites de una ubicación. Sin embargo, este tipo de restricción en una georreferencia no es recomendable, porque un organismo cuya ubicación se encuentre fuera de un mapa del rango establecido puede ser un registro atípico verdadero o una mala identificación del taxón. Teniendo esto en cuenta, tal información puede ayudar a distinguir entre dos posibles ubicaciones de la misma <<entidad geográfica>>, donde una posible ubicación se ajusta a las condiciones ambientales para el taxón y la otra está fuera del rango. Esta información de apoyo también es particularmente útil después de la georreferenciación para revelar posibles registros de extensiones de rango, invasiones exóticas o taxones crípticos.

source: Using Date Constraints
es: Usando Restricciones de Fecha

source: The date is an important characteristic of an <<event>> and must be recorded. Towns, roads, counties, and even countries can change names and <<boundary,boundaries>> over time, and can even cease to exist as extant <<feature,features>>. Rivers and coastlines can change position, billabongs and ox-bow lakes can come and go, and areas of once pristine environment may become farmland or urban areas.
es: La fecha es una característica importante de un <<evento>> y debe ser registrada. Las ciudades, vías, condados e incluso los países pueden cambiar de nombre y <<límite,ímites>> con el tiempo, incluso puede dejar de existir como <<entidad geográfica,entidades geográficas>> vigentes. Los ríos y costas pueden cambiar de posición; los lagos, estanques y brazos muertos pueden aparecer y desaparcer y las áreas de un ambiente prístino puede convertirse en tierras de cultivo o áreas urbanas.

source: Date constraints
es: Restricciones de fecha

source: “Collecting localities along the Alaska Highway are frequently given in terms of milepost markers; however, the Alaska Highway is approximately 40 km shorter than it was in 1942 and road improvements continue to re-route and shorten it every year. Accurate location of a milepost, therefore, would require cross-referencing to the collecting date. To further complicate matters, Alaska uses historical mileposts (calibrated to 1942 distance), the Yukon uses historical mileposts converted to kilometers, and British Columbia uses actual mileage (expressed in kilometers).” From http://www.biology.ualberta.ca/bsc/briefs/brlabelstandards.htm[Wheeler et al. 2001^]
es: “La localidades de colecta a lo largo de Alaska Highway se dan con frecuencia en términos de marcadores de millas. Sin embargo, Alaska Highway es aproximadamente 40 km más corta que en 1942 y las mejoras en la carretera siguen redirigiendola y acortándola cada año. Por lo tanto, determinar la ubicación exacta de un kilometraje requeriría remitirse a la fecha de colecta. Para complicar aún más las cosas, Alaska utiliza marcadores de millas históricos (calibrados a las distancias de 1942), el Yukon utiliza marcadores de millas históricos convertidas a kilómetros y Columbia Británica utiliza kilómetros reales (expresados en kilómetros). De http://www.biology.ualberta.ca/bsc/briefs/brlabelstandards.htm[Wheeler et al. 2001^]

source: To the extent possible, the aim is to have a <<georeference>> and its <<uncertainty,uncertainties>> based on the conditions at the time an <<event>> occurred at a <<locality>>. There are two major implications associated with this. One is that current maps and <<gazetteer,gazetteers>> may not reflect the conditions at the time of the event, and the other is that old maps and gazetteers may not represent well the conditions of later events.
es: En la medida de lo posible, el objetivo es tener un <<georeference>> y sus <<incertidumbre,incertidumbres>> basándose en las condiciones del momento en que ocurrió un <<evento>> en una <<localidad>>. Esto tiene dos implicaciones importantes. Una es que los mapas actuales y <<gacetero,gaceteros>> pueden no reflejar las condiciones en el momento del evento y la otra es que los mapas antiguos y los gacetero pueden no representar bien las condiciones de eventos futuros.

source: We recommend that this sort of constraint be used in a followup workflow step to deal with <<locality,localities>> at the event level rather than try to construct a gazetteer that includes collecting dates.
es: Recomendamos que este tipo de restricción se utilice en un paso de seguimiento en el flujo de trabajo, para tratar con <<localidad,localidades>> en el nivel de evento en lugar de intentar construir un gacetero que incluya colectar fechas.

source: Using Elevation or Depth Constraints
es: Usando Restricciones de Elevación y Profunidad

source: Elevation can often be used as a constraint to distinguish between two similarly named localities or to refine the uncertainty in a georeference. If both maximum and minimum elevations are given, then the contours of these limits may be used to constrain the <<extent>> of a locality and therefore its uncertainty. If a single value is given for elevation, then the precision of that value can be used to estimate the minimum and maximum elevations as described in <<uncertainty-related-to-offset-precision,§3.4.6 Uncertainty Related to Offset Precision>>. The {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] describes how to georeference using elevation constraints in section {gqg}#feature-path[2.1.3.3. Feature – Path^]. The same considerations can also be applied to occurrence depths in cases of benthic organisms, or when the depth of the waterbody floor is available in non-benthic occurrence records, or to exclude geographic regions where waterbody depth is shallower than occurrence depth given.
es: La elevación a menudo se puede utilizar como una restricción para distinguir entre dos localidades con nombres similares o para refinar la incertidumbre en una georreferencia. Si se dan elevaciones máximas y mínimas, entonces los contornos de estos límites pueden utilizarse para restringir la <<extensión>> de una localidad y, por lo tanto, su incertidumbre. Si se da un único valor para la elevación, entonces la precisión de ese valor se puede utilizar para estimar las elevaciones mínimas y máximas como se describe en <<incertidumbre-relacionada-con-la-precisión-de-un-desplazamiento,§3.4.6 Incertidumbre Relacionada con la Precisión de un Desplazamiento>>. La {gqg}[Guía de Referencia Rápida de Referenciación (Zermoglio et al. 2020)^] describe cómo georreferenciar usando restricciones de elevación en la sección {gqg}#feature-path[2.1.3.3. Entidad Geográfica: Ruta^]. También se pueden aplicar las mismas consideraciones a las profundidades del registro en casos de organismos bentónicos, cuando la profundidad del suelo del cuerpo del agua esté disponible en registros no bentónicos o para excluir las regiones geográficas donde la profundidad del cuerpo del agua es menor que la profundidad dada para el registro.

source: Using Collector Itineraries
es: Usando los Itinerarios del Colector

source: Collector’s itineraries and expedition tracks can be a useful adjunct in discovering locations that are otherwise difficult to find, especially where there may be more than one possible <<location>> based on a <<feature>> name. This may be done through using field notebooks, published reports and maps, searching for the <<locality,localities>> of specimens with adjacent collecting numbers, etc. With historic collecting events (i.e. before the days of modern transport), you may also be able to restrict the area to look in by limiting the distance a collector may have been able to travel within one day. Note that the collector name and date are essential pieces of information in tracking itineraries, and therefore can not be done on localities alone. We thus recommend that this sort of constraint be used in a followup workflow step to deal with unresolved localities rather than try to construct a <<gazetteer>> that includes collecting dates, collector names, and collector numbers.
es: Los itinerarios del colector y los recorridos de la expedición pueden ser un complemento útil para descubrir lugares que de otra manera serían difíciles de encontrar, especialmente donde puede haber más de una <<localidad>> posible dado el nombre de una <<entidad geográfica>>. Esto puede hacerse utilizando libretas de campo, informes y mapas publicados, buscando las <<localidad,localidades>> de especímenes con números de colecta adyacentes, etc. Con eventos de colectas históricas (p.ej. épocas anteriores al transporte moderno), también se puede restringir el área a buscar limitando la distancia que un colector pudo haber recorrido en un solo día. Tenga en cuenta que el nombre del colector y la fecha son piezas esenciales de información en el seguimiento de los itinerarios y, por lo tanto, no se puede hacer sólo en localidades. Por consiguiente, recomendamos que este tipo de restricción se utilice en un paso de seguimiento en el flujo de trabajo para tratar con localidades no resueltas en lugar de intentar construir un <<gacetero>> que incluya las fechas de colecta, nombres de los colectores y números de colectores.

source: Using Ship Logs
es: Usando Registros de los Barcos

source: {marine}Digitized ships logs contain a wealth of data (https://www.gislounge.com/mapping-ship-logs/[Dempsey 2014^]) and are valuable data resources. A freely downloadable database of surface marine observational records from ships, buoys, and other platform types is available as the https://icoads.noaa.gov/products.html[International Comprehensive Ocean-Atmosphere Data Set (NOAA 2018)^]. Be aware that the <<accuracy>> of records obtained from this dataset vary, depending on the original source, and are not always documented.
es: {marine}Los registros digitalizados de barcos contienen una gran cantidad de datos (https://www.gislounge.com/mapping-ship-logs/[Dempsey 2014^]) y son fuentes de datos valiosas. Una base de datos de libre descarga de registros de observación marina superficial de buques, boyas y otros tipos de plataformas está disponible en el https://icoads.noaa.gov/products.html[International Comprehensive Ocean-Atmosphere Data Set (NOAA 2018)^]. Tenga en cuenta que la <<exactitud>> de los registros obtenidos de este conjunto de datos varía, dependiendo de la fuente original y no siempre está documentada.

source: Using Geological Context
es: Usando el Contexto Geológico

source: Maps or <<geographic information system,GIS>> layers of geological contexts, such as formations, can be used to narrow the <<location>> in the case of a paleontological specimen that includes such information in the shared content of the record. For example, if a fossil is taken from the surface in the Fox Hills formation (which is Cretaceous in age), that can distinguish the location from nearby different formations on the surface, like a habitat could do in an ecological context.
es: Los mapas o capas <<sistema de información geográfica,GIS>> de contextos geológicos, como las formaciones, pueden utilizarse para acotar la <<ubicación>> en el caso de un espécimen paleontológico que incluya dicha información en el contenido compartido del registro. Por ejemplo, si se toma un fósil de la superficie en la formación Fox Hills (que es de edad cretácica), esto puede distinguir la ubicación de otras formaciones diferentes cercanas en la superficie, como lo haría un hábitat en un contexto ecológico.

source: Georeferencing Methods
es: Métodos de Georreferenciación

source: The distinction between <<georeferencing method,georeferencing methods>> is in the basic approach taken to capture spatially enabled <<location>> data. Within each method there should be protocols for how to produce <<georeference,georeferences>> based on the input <<locality>> description and supporting information. The goal of any georeferencing method and its specific, documented protocols should be to create a spatial representation of the entire location, including all <<uncertainty,uncertainties>> involved, with sufficient accompanying information and documentation to make the georeference reproducible.
es: Lo que diferencia los distintos <<método de georreferenciación,métodos de georreferenciación>> es el enfoque básico tomado para capturar datos espaciales de la <<ubicación>>. Dentro de cada método debe haber protocolos para producir <<georreferencia,georreferencias>> basándose en la descripción de la <<localidad>> de entrada y otra información de soporte. El objetivo de cualquier método de georreferenciación y sus protocolos específicos y documentados debería ser crear una representación espacial de toda la ubicación, incluyendo todas las <<incertidumbre,incertidumbres>> involucradas, con suficiente información y documentación complementaria para hacer que la georreferencia sea reproducible.

source: Point Method
es: Método del Punto

source: Based on the aspirations for <<georeferencing method,georeferencing methods>> described in the previous paragraph, the point method, consisting of only <<coordinates>>, or coordinates in a <<coordinate reference system>>, is insufficient to be useful except to center a point on a map (and even that potentially incorrectly without the coordinate reference system). The point method does not give any indication of scale, though the mistake is often made to try to represent scale and/or <<uncertainty,uncertainties>> in the <<precision>> of the coordinates. For these reasons, the point method is *NOT* recommended as the end product of a <<georeference,georeferencing>> workflow.
es: Teniendo en cuenta las aspiraciones de los <<método de georreferenciación,métodos de georreferenciación>> descritas en el párrafo anterior, el método del punto, que consiste solo en <<coordenadas>> o coordenadas en un <<sistema de referencia de coordenadas>>, es insuficiente para ser útil, excepto para centrar un punto en un mapa (e incluso eso puede ser potencialmente incorrecto sin un sistema de referencia de coordenadas). El método del punto no da ninguna indicación sobre la escala, aunque a menudo se comete el error de intentar representar la escala y/o las <<incertidumbre,incertidumbres>> por medio de la <<precisión>> de las coordenadas. Por estas razones, el método del punto es *NO* es un producto final de un flujo de trabajo <<georreferencia,georreferenciación>> recomendado.

source: Point-radius Method
es: Método Radio-punto

source: The result of the <<point-radius>> <<georeferencing method,method>> (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]) is a <<geographic coordinates,geographic coordinate>> (the "<<corrected center>>"), its <<geodetic datum>>, and a <<maximum uncertainty distance>> as a <<radial,radius>>. The length of the radius must be large enough so that a circle centered on the corrected center and based on that radius encompasses all of the <<uncertainty,uncertainties>> in the interpretation of the <<location>>. The point-radius is a very simple representation of the location that contains all of the places that the <<locality>> description might refer to, but may also circumscribe areas that do not match the locality description. That's OK. The point-radius circle can also be intersected with other spatially enabled information to constrain the effective area within the circle, such as <<elevation>>, to derive a <<shape>> representation of the <<locality>>. For example, calculate the intersection of a point-radius circle with the shape of the matching elevation contours in a <<geographic information system>> to get a shape that better matches the described locality. Similarly, one could calculate the intersection of an exposed geological formation with a point-radius <<georeference>> to refine the latter into a shape. The detailed recommended protocols for georeferencing using the point-radius method are given in the {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^].
es: El resultado del <<método de georreferenciación,método>> <<radio-punto>>((https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]) es una <<coordenadas geográficas,coordenada geográfica>> (el "<<centro corregido>>"), su <<datum geodésico>> y una <<distancia máxima de incertidumbre>> como un <<radio>>. La longitud del radio debe ser lo suficientemente grande para que un círculo centrado en el centro corregido y basado en el radio abarque todas las <<incertidumbre,incertidumbres>> presentes la interpretación de la <<localidad>>. El radio-punto es una representación muy sencilla de la ubicación que contiene todos los lugares a los que la descripción de la <<localidad>> podría referirse, pero también puede circunscribir áreas que no coincidan con la descripción de la localidad.No hay ningún problema con eso. El círculo del radio-punto también puede intersecarse con otra información espacial para acotar el área efectiva dentro del círculo, tal como la <<elevación>>, para derivar una representación de <<forma geométrica>> de la <<localidad>>. Por ejemplo, calcular la intersección de un círculo de radio-punto con la forma geométrica de los contornos de elevación correspondientes en un <<sistema de información geográfica>> para obtener una forma que se ajuste mejor a la localidad descrita. De manera similar, se podría calcular la intersección de una formación geológica expuesta con una <<georreferencia>> radio-punto para refinar esta última como una forma geométrica. Los protocolos recomendados detallados para la georreferenciación utilizando el método de radio-punto se describen en la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^].

source: Bounding Box Method
es: Método de Caja Delimitadora

source: The result of the <<bounding-box>> <<georeferencing method,method>> (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]) is a set of two <<coordinates>>, one for each of two corners diagonally opposed on the bounding box along with their <<coordinate reference system>>. The corners define the minimum and maximum values of the coordinates, within which the whole of the <<location>> and its <<uncertainty,uncertainties>> is contained. Like the <<point-radius>> method, the bounding box method results in a very simple representation of the <<location>> that contains all of the places that the <<locality>> description might refer to, but may also contain areas that do not match the locality description.
es: El resultado del <<método de georreferenciación,método>> de <<caja delimitadora>>(<<georeferencing method,method>>) es un conjunto de dos <<coordenadas>>, una por cada una de las dos esquinas que se oponen diagonalmente en la caja delimitadora, junto con su <<sistema de referencia de coordenadas>>. Las esquinas definen los valores mínimos y máximos de las coordenadas, dentro de los cuales se contiene toda la <<localidad>> y sus <<incertidumbre,incertidumbres>>. Como el método <<radio-punto>>, el método de la caja delimitadora resulta en una representación muy simple de la <<ubicación>> que contiene todos los lugares a los que se puede referir la descripción de la <<localidad>, pero también puede contener áreas que no coinciden con la descripción de la localidad.
