Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: Using a large sample size (n>20,000) of <<GPS>> benchmarks in a variety of terrains in the United States, https://doi.org/10.1371/journal.pone.0175756[Wang et al. 2017^] found that <<elevation,elevations>> in the Google Earth terrain model had a boundary of <<error>> interval at 95 per cent (BE95) of ±44 m, with worst-case scenarios around 200 m. The same study found that Google Earth terrain model had a BE95 of ±6 m along highways. Though we find no data for elsewhere in the world at this time, we recommend using the values extracted from the work of https://doi.org/10.1371/journal.pone.0175756[Wang et al. 2017^] as estimates of elevational <<uncertainty>> when the source is the Google Earth terrain model. A second study using Google Earth to determine elevation in three regions of Egypt (https://doi.org/10.1515/arsa-2016-0008[El-Ashmawy 2016^]) on flat, medium, and steep terrains concluded that elevation data is more accurate in flat areas or areas with small height difference, with an accuracy of approximately 1.85 m (RMSE) and an <<error>> range of less than 3.72 m (and in some findings less than 1 m). Increasing the difference in height leads to decrease in the obtained accuracy with the RMSE rising to 5.69 m in steep terrain.
es: Utilizando un gran tamaño de muestra (n>20,000) de puntos de referencia <<GPS>> en una variedad de terrenos en los Estados Unidos, https://doi.org/10.1371/journal.pone.0175756[Wang et al. 2017^] encontraron que las <<elevación,elevaciones>> en el modelo de terrenos de Google Earth tenían un límite de intervalo de <<error>> al 95 por ciento (BE95) de ±44 m, con peores escenarios de alrededor de 200 m. El mismo estudio descubrió que el modelo del terreno de Google Earth tenía un BE95 de ±6 m a lo largo de las carreteras. Aunque a la fecha no se encontraron datos para otras partes del mundo, se recomienda usar los valores extraídos del trabajo de https://doi.org/10.1371/journal.pone.0175756[Wang et al. 2017^] como estimaciones de la <<incertidumbre>> de las elevaciones cuando el origen es el modelo del terreno de Google Earth. Un segundo estudio que utilizó Google Earth para determinar la elevación en tres regiones de Egipto (https://doi.org/10.1515/arsa-2016-0008[El-Ashmawy 2016^]) en terrenos planos, medios y empinados llega a la conclusión de que los datos de elevación son más exactos en áreas planas o con poca diferencia de altura, con una exactitud de aproximadamente 1.85 m (Raíz del Error Cuadrático, RMSE por sus siglas en inglés) y un rango de <<error>> de menos de 3.72 m (y en algunos casos de menos de 1 m). El aumento en la diferencia de altura, conduce a una disminución de la exactitud obtenida con un aumento del RMSE de 5.69 m en terreno empinado.

source: Headings
es: Orientaciones Cardinales

source: Compass directions (also known as <<heading,headings>>) can be rather ambiguous. North, for example, might be any direction between northwest and northeast if more specific information is not provided. There are several ways to avoid ambiguity when recording headings. One way is to qualify the direction with "due" (e.g. "due north") if the heading warrants it. A second way to avoid ambiguity is to use two orthogonal headings in <<locality>> descriptions, making implicit that both components are "due". Finally, ambiguity can be reduced if headings are given in degrees from north (0° is north, 90° is east, 180° is south, and 270° is west).
es: Las direcciones de la brújula (también conocidas como <<orientación-cardinal,orientaciones cardinales>>) pueden ser bastante ambiguas. El norte, por ejemplo, podría ser cualquier dirección entre el noroeste y el noreste si no se proporciona información más específica. Hay varias maneras de evitar la ambigüedad cuando se documentan las orientaciones. Una forma es calificar la dirección con "hacia" (p. ej. "hacia el norte") si la orientación lo garantiza. Una segunda manera de evitar la ambigüedad es utilizar dos orientaciones ortogonales en la descripción de la <<localidad>>, haciendo implícito que ambos componentes son "hacia". Por último, la ambigüedad puede reducirse si las orientaciones se dan en grados desde el norte (0° es el norte, 90° está al este, 180° al sur y 270° al oeste).

source: It is important to record headings based on True North (true heading) and not on Magnetic North (magnetic heading). The differences between True North and Magnetic North vary throughout the world, and in some places can vary greatly across a very small distance (https://www.ngdc.noaa.gov/geomag/WMM/[NOAA 2019^], https://www.ngdc.noaa.gov/geomag/WMM/data/WMM2020/WMM2020_D_BoZ_MILL.pdf[NOAA/NCEI & CIRES 2019^]). For example, in an area about 250 km NW of Minneapolis in the United States, the anomalous <<magnetic declination>> (the difference between the declination caused by the Earth's outer core and the declination at the surface) changes from 16.6° E to 12.0° W across a distance of just 6 km (http://www.rescuedynamics.ca/articles/MagDecFAQ.htm[Goulet 2001^]).
es: Es importante registrar las orientaciones basadas en el Norte Verdadero (orientación verdadera) y no en el Norte Magnético (dirección magnética). Las diferencias entre el Norte Verdadero y el Norte Magnético varían en todo el mundo y en algunos lugares puede variar mucho a lo largo de una distancia muy pequeña (https://www.ngdc.noaa.gov/geomag/WMM/[NOAA 2019^], https://www.ngdc.noaa.gov/geomag/WMM/data/WMM2020/WMM2020_D_BoZ_MILL.pdf[NOAA/NCEI & CIRES 2019^]). Por ejemplo, en un área de unos 250 km al NO de Minneapolis en los Estados Unidos, la anomalía de la <<declinación magnética>> (la diferencia entre la declinación causada por el núcleo externo de la Tierra y la declinación en la superficie) cambia de 16.6° E a 12.0° O en de una distancia de sólo 6 km (http://www.rescuedynamics.ca/articles/MagDecFAQ.htm[Goulet 2001^]).

source: The differences between True North and Magnetic North also change over time (https://www.ngdc.noaa.gov/geomag/GeomagneticPoles.shtml[NOAA n.d.a^]). The National Oceanic and Atmospheric Administration (NOAA) has an https://www.ngdc.noaa.gov/geomag/calculators/magcalc.shtml[online calculator^] that can calculate the anomalous or geomagnetic declination (adjustment needed to convert the magnetic reading to a reading based on True North) for any place on earth and at any point in time. If you need to make adjustments, we suggest that you use this calculator to determine the magnetic declination for the area in question. Otherwise determine your heading using a reliable map and always report your methods. Note that some smartphone apps will make that calculation for you, and allow you to set your app to record either Magnetic North or True North.
es: Las diferencias entre el Norte Verdadero y el Norte Magnetico también cambian con el tiempo (https://www.ngdc.noaa.gov/geomag/GeomagneticPoles.shtml[NOAA n.d.a^]). La Administación Oceánica y Atmosmférica Nacional (NOAA, por sus siglas en inglés) cuenta con una https://www.ngdc.noaa.gov/geomag/calculators/magcalc.shtml[calculadora en línea^] que puede calcular la declinación anómala o geomagnética (ajuste necesario para convertir la lectura magnética en una lectura basada en el Norte Verdadero) para cualquier lugar en la tierra y en cualquier punto en el tiempo. Si necesita realizar ajustes, le sugerimos utilizar esta calculadora para determinar la declinación magnética del área en cuestión. De lo contrario, se debe determinar la orientación cardinal usando un mapa confiable y documentar siempre los métodos utilizados. Tenga en cuenta que algunas aplicaciones en los teléfonos inteligentes hacen ese cálculo y permiten configurar la aplicación para registrar el Norte Magnético o Norte Verdadero.

source: Offsets
es: Desplazamientos

source: An <<offset>> is a displacement from a reference point, named place, or other <<feature>>, and is generally accompanied by a direction (or <<heading>>, see <<Headings>>). One of the best ways to describe a <<locality>> is with orthogonal offsets from a small, persistent, easy to locate feature (see <<Localities>>). Using an offset at a very specific heading is a second option, though the <<uncertainty>> still grows with the offset distance. Offsets along a <<path>> are a third reasonable option for describing a locality, though they tend to be much harder to measure after the fact. Other <<locality type,locality types>> that use offsets (e.g. an offset <<direction>> without a distance, or an offset distance without a direction) tend to introduce excessive <<uncertainty>> and should be avoided.
es: Un <<desplazamiento>> es una distancia desde un punto de referencia, lugar u otra <<entidad geográfica>> que generalmente está acompañado por una dirección (u <<orientación-cardinal,orientación>>, ver <<Orientaciones Cardinales>>). Una de las mejores maneras de describir una <<localidad>> es a través de desplazamientos ortogonales desde una entidad geográfica, pequeña, persistente y fácil de localizar (ver <<Localidades>>). Usar un desplazamiento en una orientación cardinal muy específica es una segunda opción para describir una localidad, aunque la <<incertidumbre>> aumenta con la distancia del desplazamiento. Los desplazamientos a lo largo de una <<ruta>> son una tercera opción razonable para describir una localidad, aunque tienden a ser mucho más difíciles de medir después del evento. Otros <<tipo de localidad,tipos de localidades>> que utilizan desplazamientos (p. ej. una <<dirección>> de desplazamiento sin distancia o una distancia de desplazamiento sin una dirección) tienden a introducir un exceso <<incertidumbre>> y por esto deben evitarse.

source: Offset Distance Only
es: Solo Distancia de Desplazamiento

source: A <<locality>> consisting of an <<offset>> from a <<feature>> without a <<heading>> may arise as a result of an <<error>> when recording the locality in the field or through data entry. If the feature is small (such as a <<trig point>>) then the overall <<uncertainty>> will be largely due to the offset. With larger features (such as a town, or a lake), both the offset from, and the <<extent>> of the feature may contribute significantly to the overall uncertainty. The original collection catalogues or labels may contain information that can make the locality more specific. If not, a "Distance only" locality (e.g. "5 km from Lake Vättern, Sweden") might be envisioned as a band running around the reference feature at a distance given in the locality description. The problem is, we don't know what was being used as the reference – some place in the lake, or some place on the edge — nor do we know if the offset was perpendicular to an edge or at some oblique angle to it. Because of these confounding factors, it is recommended to treat the locality as if it was a feature enlarged on all sides by the combination of all the sources of uncertainty (see {gqg}#offset-distance-only[Offset – Distance only^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]).
es: Una <<localidad>> que consiste en un <<desplazamiento>> desde una <<entidad geográfica>> sin una <<orientación>> puede surgir como resultado de un <<error>> al documentar la localidad en campo o en la digitalización de los datos. Si la entidad geográfica es pequeña (como un <<punto geodésico>), entonces la <<incertidumbre>> total se debe en gran medida al desplazamiento. Con entidades más grandes (como una ciudad, o un lago), tanto el desplazamiento como la <<extensión>> de la entidad pueden contribuir significativamente a la incertidumbre total. Los catálogos o etiquetas originales de las colecciones pueden contener información que haga que la localidad sea más específica. Si no, una localidad del tipo "solo distancia" (e.g. "A 5 km del lago Vättern, Suecia") podría interpretarse como un buffer alrededor de la entidad geográfica usada como referencia a la distancia señalada en la descripción de la localidad. El problema es que no se sabe cuál es el punto de referencia (algún lugar en el lago o algún lugar en el borde) tampoco se sabe si el desplazamiento era perpendicular a un borde o en algún ángulo oblicuo a él. Debido a estos factores confusos, se recomienda tratar la localidad como si fuera una entidad geográfica agrandada hacia todos los lados por la combinación de todas las fuentes de incertidumbre (ver {gqg}#desplazamiento-solo-distancia[Desplazamiento: Solo Distancia^] en la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^]).

source: Offset Direction Only
es: Solo Dirección de Desplazamiento

source: A <<locality>> with a <<heading>> from a <<feature>>, but with no distance (e.g. "East of Albuquerque"), is particularly ambiguous and very subjective to <<georeference>>. With no additional information to constrain the distance , there is no clear indication of how far one might have to go to reach the <<location>> – to the next nearest feature; the next nearest feature of equivalent size, to a place where there is a major change in biome (such as a coast), or just keep going?
es: Una <<localidad>> con una <<orientación cardinal>> desde una <<entidad geográfica>>, pero sin distancia (p. ej. "Este de Albuquerque"), es particularmente ambigua y muy subjetiva de <<georreferencia,georreferenciar>>. Sin información adicional para restringir la distancia, no hay una indicación clara de hasta dónde se debería llegar para encontrar la <<ubicación>> ¿hasta la siguiente entidad geográfica más cercana, la siguiente entidad más cercana de tamaño equivalente, a un lugar donde haya una mayor probabilidad de encontrar el bioma (como una costa) o simplemente seguir hacia adelante?

source: Note that seldom is such locality information given alone. For example, the locality may have administrative geography information (e.g. ‘East of Albuquerque, Bernalillo County, New Mexico’). This gives you a stopping point (e.g. the county border), and should allow you to georeference the locality (see {gqg}#offset-heading-only[Offset – Heading only^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]). In any case, it is highly recommended not to record locality descriptions in this way.
es: Tenga en cuenta que rara vez se da tal información de localidad sin otros datos que la acompañen. Por ejemplo, la localidad puede tener información de la división político administrativa (p. ej. ‘Este de Albuquerque, Condado de Bernalillo, Nuevo México’). Esto le da un punto de parada (p. ej. la frontera del condado) y debería permitirle georreferenciar la localidad (ver {gqg-es}#desplazamiento-solo-orientación-cardinal[Desplazamiento: Solo Orientación Cardinal^] en {gqg-es}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al)^]). En cualquier caso, es altamente recomendable no documentar descripciones de localidad de esta manera.

source: Offset at a Heading
es: Desplazamiento en una Orientación Cardinal

source: A <<locality>> that contains an <<offset>> in a given direction to or from a <<feature>> is treated here as an "offset at a <<heading>>". There are several variations on such localities. One difficulty in determining a <<georeference>> for this type of locality description is knowing how the offset was determined – for example, by air, or along a <<path>> such as a road or river. Therefore, whenever a locality with an offset at a heading is described, be sure to be explicit about what is intended.
es: Una <<localidad>> que contiene un <<desplazamiento>> en una dirección determinada hacia o desde una <<entidad geográfica>> es tratado aquí como un "desplazamiento en una <<orientación cardinal>>". Hay muchas variaciones en este tipo de localidades. Una dificultad para determinar una <<georreferencia>> para este tipo de descripción de localidad es saber cómo fue determinado el desplazamiento, por ejemplo, por aire o a lo largo de una <<ruta>> como una carretera o río. Por lo tanto, siempre que se describa una localidad con un desplazamiento en una orientación asegúrese de ser explícito respecto a lo que intenta expresar.

source: It is not uncommon for {marine}marine locality descriptions to use an azimuth – a heading toward a target feature, for example, "25° to Waipapa Point Lighthouse". In these cases the referenced feature is the starting point, and the heading from there should be 180 degrees on the compass away from the compass reading given in the locality description. This is known as a "back azimuth" or "backsighting".
es: No es raro que las descripciones de las {marine}localidades marinas usen un azimut, una dirección hacia una entidad geográfica objetivo, por ejemplo, "25° del Faro de Waipapa Point". En estos casos la entidad referenciada es el punto de partida y la orientación dede allí debe ser 180 grados en la brújula desde la medición dada en la descripción de la localidad. Esto se conoce como un "azimut posterior" o "inverso".

source: Where the sense of the offset cannot be determined from the locality description or additional information and there is no obvious major path that can be followed in the rough direction and distance given, then it is best to assume the collector measured the distance by air. Whatever the decision, document the assumption in the georeference remarks (e.g. ‘Assumed "by air" – no roads E out of Yuma’, or ‘Assumed "by road" on Hwy. 80’) and georeference accordingly (see {gqg}#offset-distance-at-a-heading[Offset – Distance at a Heading^] and {gqg}#offset-distance-along-a-path[Offset – Distance along a Path^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]).
es: Donde el sentido del desplazamiento no pueda ser determinado a partir de la descripción de la localidad o información adicional y donde no haya ninguna ruta importante u obvia que se pueda seguir en la dirección y distancia dada, entonces es mejor asumir que el colector midió la distancia por aire. Cualquiera que sea la decisión, documente la suposición en los comentarios de la georreferenciación (p. ej. ‘Asumido “por aire” – no hay caminos al E fuera de Yuma’, o ‘Asumido “por carretera” en Carretera 80’) y georreferenciar acorde a esa suposición (ver {gqg}#desplazamiento-distancia-en-una-orientación-cardinal[Desplazamiento: Distancia en una Orientación Cardinal^] y {gqg}#desplazamiento-distancia-a-lo-largo-de-una-ruta[Desplazamiento: Distancia a lo Largo de una Ruta^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^]).

source: The addition of an adverbial modifier to the distance part of a locality description (such as "about 25 km"), while an honest observation, should not affect the determination of the <<geographic coordinates>> or the <<maximum uncertainty distance,maximum uncertainty>>. Treat the uncertainty due to distance <<precision>> normally (see <<Uncertainty Related to Offset Precision>>).
es: La adición de un adverbio modificador a la distancia en una descripción de localidad (como "cerca de 25 km"), aunque es una observación honesta, no debe afectar a la determinación de las <<coordenadas geográficas>> o la <<distancia máxima de incertidumbre,maxima incertidumbre>>. Trate la incertidumbre debida a la <<precisión>> de la distancia de forma convencional (ver <<Incertidumbre Relacionada con la Precisión del Desplazamiento>>).

source: Offset along a Path
es: Desplazamiento a lo largo de una Ruta

source: Sometimes it is convenient to describe a <<locality>> as a distance along a curvilinear <<feature>> — a <<path>> such as a road, river, trail, etc. (see {gqg}#offset-distance-along-a-path[Offset – Distance along a Path^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]). One advantage of a description of this kind is that it avoids the <<uncertainty>> due to an <<precision,imprecise>> <<heading>>. It might also be easy to register, such as when tracking distance with the odometer of a car while driving. However, a disadvantage is that it may not be quite as easy to determine the same location afterwards from maps alone during the <<georeference,georeferencing>> process. One reason is that you have to trace the facsimile of the path on a map. The map may have <<error,errors>>, loss of resolution due to map scale, inconsistencies with conditions at the time of the <<event>>, or might not even be present. There is also a difference between distance on the topographic surface and distance on a map, though for most normal situations (along roads and navigable waterways) the difference is <1% (see {gqg}#offset-distance-along-a-path[Offset – Distance along a Path^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]). Worse, the path may have changed over time, making it even more difficult to find the exact locality retrospectively.
es: A veces es conveniente describir una <<localidad>> como una distancia a lo largo de una <<entidad geográfica>> curvilinea, una <<ruta>> como un camino, río, sendero, etc. (ver {gqg}#desplazamiento-distancia-a-lo-largo-de-una-ruta[Desplazamiento: Distancia a lo Largo de una Ruta^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^]). Una ventaja de una descripción de este tipo es que evita la <<incertidumbre>> debida a una <<orientación cardinal>> <<precisión,imprecisa>>. También es más fácil de registrar, así como cuando se observa la distancia con el odómetro (Kilometraje) de un vehículo mientras se conduce. Sin embargo, una desventaja es que puede no ser tan fácil determinar la misma ubicación posteriormente usando solamente mapas durante el proceso <<georreferencia,georeferrenciación>>. Una razón es que hay que encontrar la reproducción exacta de la ruta en un mapa. El mapa puede tener <<error,errores>>, pérdida de resolución por escala del mapa, inconsistencias con las condiciones en el momento del <<evento>> o puede ni siquiera estar representada. También hay una diferencia entre la distancia en la superficie topográfica y la distancia en un mapa, aunque para la mayoría de situaciones es normal que (a lo largo de caminos y vías navegables) la diferencia sea de <1% (ver {gqg}#desplazamiento-distancia-a-lo-largo-de-una-ruta[Desplazamiento: Distancia a lo Largo de una Ruta^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^]). Peor aún, el camino puede haber cambiado con el tiempo, lo que hace aún más difícil encontrar la localización exacta de forma retrospectiva.

source: If the <<locality>> references a river, such as in the example "16 mi downstream from St Louis on the left bank of the Mississippi River", it is reasonable to assume that the <<offset>> is along the river. In this example, the <<locality>> is on the east side of the river, in Illinois, rather than on the west side, in Missouri, as the reference to "left bank" is conventionally taken to be in the orientation looking downstream.
es: Si la <<localidad>> hace referencia a un río, como en el ejemplo "16 millas río abajo de San Louis en la orilla izquierda del río Mississipi", es razonable asumir que el <<desplazamiento>> se realiza a lo largo del río. En este ejemplo, la <<localidad>> está en el lado este del río en Illinois, en vez de estar en el lado oeste en Missouri, ya que la referencia a la "orilla izquierda" se toma convencionalmente como si se estuviera mirando río abajo o en el sentido de la corriente.

source: Offset along Orthogonal Directions
es: Desplazamiento a lo largo de Direcciones Ortogonales
