Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: <<GPS>> (Global Positioning System) technology uses triangulation between a GPS/<<GNSS>> receiver and GPS or GNSS satellites (<<kaplan,Kaplan & Hegarty 2006>>, <<van-sickle,Van Sickle 2015>>, https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). As the GNSS satellites are at known positions in space, and the GPS/GNSS receiver can determine the distances to the detected satellites, the position on earth can be calculated. A minimum of four GNSS satellites is required to determine a position on the earth’s surface ({mcelroy_et_al_2007}[McElroy et al. 2007^], <<van-sickle,Van Sickle 2015>>). This is not generally a limitation today, as one can often receive signals from a large number of satellites (up to 20 or more in some areas). Note, however, that just because your GNSS receiver is showing lots of satellites, it doesn’t mean that all are being used as the receiver’s ability to make use of additional satellites may be limited by its computational power (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). In the past, many GPS units only referenced the GPS (USA) satellites of which there are currently 31 (April 2019), but now many GPS/GNSS receivers are designed to access systems from other countries as well – such as GLONASS (Russia), BeiDou-2 (China), Galileo (Europe), NAVIC (India), and QZSS (Japan), making a total of about 112 currently accessible satellites (2019) with a further 23 to be brought into operation over the next few years. This number is increasing rapidly every year (https://www.maketecheasier.com/gps-global-navigation-satellite-systems/[Braun 2019^]). Prior to the removal of Selective Availability in May 2000, the <<accuracy>> of handheld GPS receivers in the field was around 100 meters or worse ({mcelroy_et_al_2007}[McElroy et al. 2007^], <<leick,Leick 1995>>). The removal of this signal degradation technique has greatly improved the <<accuracy>> that can now generally be expected from GPS receivers (https://www.gps.gov/systems/gps/modernization/sa/[GPS.gov 2018^]).
es: La tecnología <<GPS>> (Sistema de Posicionamiento Global) utiliza la triangulación entre un receptor GPS/<<GNSS>> y satélites GPS o GNSS (<<kaplan,Kaplan & Hegarty 2006>>, <<van-sickle,Van Sickle 2015>>, https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). Como los satélites GNSS están en posiciones conocidas en el espacio y el receptor GPS/GNSS puede determinar las distancias a los satélites detectados, se puede calcular la posición del receptor sobre la tierra. Se requiere un mínimo de cuatro satélites GNSS para determinar una posición en la superficie de la tierra ({mcelroy_et_al_2007}[McElroy et al. 2007^], <<van-sickle,Van Sickle 2015>>). Esto en general no es una limitación hoy en día, ya que se pueden recibir señales de un gran número de satélites (hasta 20 o más en algunas áreas). Sin embargo, hay que tener en cuenta que sólo porque el receptor GNSS esté mostrando muchos satélites, no significa que todos se estén utilizando a la vez, ya que la capacidad del receptor para hacer uso de satélites adicionales puede estar limitada por su poder computacional (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). En el pasado, muchas unidades GPS sólo hacían referencia a los satélites GPS (EE.UU.) de los cuales actualmente hay 31 (abril de 2019) pero ahora muchos receptores GPS/GNSS están diseñados para acceder a sistemas de otros países, como GLONASS (Rusia), BeiDou-2 (China), Galileo (Europa), NAVIC (India) y QZSS (Japón), para un total de 112 satélites actualmente accesibles (2019) junto a otros 23 que se pondrán en funcionamiento en los próximos años. Este número está aumentando rápidamente cada año (https://www.maketecheasier.com/gps-global-navigation-satellite-systems/[Braun 2019^]). Previo a eliminar la Disponibilidad de Selección en mayo de 2000, la <<exactitud>> en el campo de los receptores GPS portátiles era de alrededor de 100 metros o más ({mcelroy_et_al_2007}[McElroy et al. 2007^], <<leick,Leick 1995>>). La eliminación de esta técnica de degradación de señales ha mejorado mucho la <<exactitud>> que se puede esperar ahora de los receptores GPS (https://www.gps.gov/systems/gps/modernization/sa/[GPS.gov 2018^]).

source: To obtain the best possible <<accuracy>>, the GPS/GNSS receiver must be located in an area that is free from overhead obstructions and reflective surfaces and have a good field of view to a broad portion of the sky (for example, they do not work very well under a heavy forest canopy, although new satellite signal technology is improving the <<accuracy>> in these locations (https://spectrum.ieee.org/tech-talk/semiconductors/design/superaccurate-gps-chips-coming-to-smartphones-in-2018[Moore 2017^])). The GPS/GNSS receiver must be able to record signals from at least four GNSS satellites in a suitable geometric arrangement. The best arrangement is to have "_one satellite directly overhead and the other three equally spaced_ _around the horizon_" ({mcelroy_et_al_2007}[McElroy et al. 2007^]). The GPS/GNSS receiver must also be set to an appropriate <<datum>> or <<coordinate reference system>> (CRS) for the area, and the datum or CRS that was used must be recorded (https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]).
es: Para obtener la mejor <<exactitud>> posible, el receptor GPS/GNSS debe estar situado en una zona libre de obstrucciones superiores y de superficies reflectantes, también debe tener un buen campo de visión de una porción amplia del cielo (por ejemplo, no funcionan muy bien bajo un bosque de dosel denso, aunque la nueva tecnología de señal por satélite está mejorando la <<exactitud>> en estas ubicaciones (https://spectrum.ieee.org/tech-talk/semiconductors/design/superaccurate-gps-chips-coming-to-smartphones-in-2018[Moore 2017^])). El receptor GPS/GNSS debe ser capaz de registrar señales de al menos cuatro satélites GNSS en un arreglo geométrico adecuado. El mejor arreglo es tener "_un satélite directamente encima y los otros tres igualmente espaciados_ _alrededor del horizonte_" ({mcelroy_et_al_2007}[McElroy et al. 2007^]). El receptor GPS/GNSS también debe estar configurado con un <<datum>> o <<sistema de referencia de coordenadas>> (SRC) apropiado para el área. El datum o SRC usado debe ser documentado (https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]).

source: Set your GPS to report locations in decimal degrees rather than make a conversion from another coordinate system as it is usually more precise (see <<table-uncertainty>>), better and easier to store, and saves later transformations, which may introduce error.
es: Configure su GPS para reportar las ubicaciones en grados decimales, en lugar de hacer una conversión desde otro sistema de coordenadas, ya que este sistema suele ser más preciso (ver <<table-uncertainty>>), mejor y más fácil de almacenar. De esta manera se evitan las transformaciones posteriores, que pueden introducir errores.

source: An alternative where reference to maps is important, and where the GPS receiver allows it, is to set the recorder to report in degrees, minutes, and decimal seconds.
es: Una alternativa, cuando la referencia a los mapas es importante y cuando el receptor GPS lo permita, es configurar el receptor para reportar en grados, minutos y segundos decimales.

source: Choosing a GPS or GNSS Receiver
es: Eligiendo un receptor GPS o GNSS

source: One of the most important issues for consideration when choosing a <<GPS>> or <<GNSS>> receiver is the antenna. An antenna behaves both as a spatial and frequency filter, therefore, selecting the right antenna is critical for optimizing performance (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). One of the drawbacks with smartphones, for example, is the limited size of the GNSS antenna.
es: Uno de los problemas más importantes para tener en cuenta al elegir un receptor <<GPS>> o <<GNSS>> es la antena. Una antena se comporta tanto como un filtro espacial y de frecuencia, por lo tanto, seleccionar la antena correcta es fundamental para optimizar el rendimiento (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). Uno de los inconvenientes con los teléfonos inteligentes, por ejemplo, es el tamaño limitado de la antena GNSS.

source: For information on issues to consider when selecting an appropriate <<GNSS>> antenna and/or <<GPS>> receiver, we refer you to Chapter 2 in https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^] and Chapter 10 in http://lwa.gov.au/national-land-and-water-resources-audit/natural-resources-information-management-toolkit[NLWRA 2008^].
es: Para obtener información sobre problemas a tener en cuenta al seleccionar una antena <<GNSS>> adecuada y/o un receptor <<GPS>>, lo remitimos al Capítulo 2 en https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^] y al Capítulo 10 en http://lwa.gov.au/national-land-and-waterer-resources-audit/natural-resources-information-management-toolkit[NLWRA 2008^].

source: GPS Accuracy
es: Exactitud del GPS

source: Most <<GPS>> devices are able to report a theoretical horizontal <<accuracy>> based on local conditions at the time of reading (atmospheric conditions, reflectance, forest cover, etc.). For highly specific <<location,locations>>, it may be possible for the potential <<error>> in the GPS reading to be on the same order of magnitude as the <<extent>> of the location. In these cases, the GPS <<accuracy>> can make a non-trivial contribution to the overall <<uncertainty>> of a <<georeference>>.
es: La mayoría de los dispositivos <<GPS>> son capaces de reportar una <<exactitud>> horizontal teórica basada en las condiciones locales en el momento de la lectura (condiciones atmosféricas, reflectancia, cobertura forestal, etc.). Para <<ubicación,ubicaciones>> muy específicas, puede ser posible que el <<error>> potencial en la lectura del GPS esté en el mismo orden de magnitud que la <<extensión>> de la ubicación. En estos casos, la <<exactitud>> del GPS puede hacer una contribución no trivial a la <<incertidumbre>> total de una <<georreferencia>>.

source: The latest US Government commitment (https://www.gps.gov/technical/ps/2008-SPS-performance-standard.pdf[US Deptartment of Defense and GPS Navstar 2008^]) is to broadcast the GPS signal in space "_with a global average user range error (URE) of ≤7.8 m (25.6 ft.), with 95% probability_". In reality, actual performance exceeds this, and in May 2016, the global average URE was ≤ 0.715 m (2.3 ft), 95% of the time (https://www.gps.gov/systems/gps/performance/accuracy/[GPS.gov 2017^]). Though it does not mean that all receivers can obtain that accuracy, the accuracy of GPS receivers has improved and today most manufacturers of handheld GPS units promise errors of less than 5 meters in open areas when using four or more satellites. The need for four or more satellites to achieve these accuracies is because of the inaccuracies in the clocks of the GPS receivers as opposed to the much more accurate satellite clocks (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). The accuracy can be improved by averaging the results of multiple observations at a single location ({mcelroy_et_al_2007}[McElroy et al. 2007^]), and some modern GPS receivers that include averaging algorithms can bring the accuracy to around three meters or less. According to https://gisgeography.com/gps-accuracy-hdop-pdop-gdop-multipath[GISGeography 2019a^], “_A well-designed GPS receiver can achieve a horizontal accuracy of 3 meters or better and vertical accuracy of 5 meters or better 95% of the time. Augmented GPS systems can provide sub-meter accuracy_”. Another method to improve accuracy is to average over more than one GPS unit. Note that some GPS/<<GNSS>> receivers can record up to 20 decimal places of <<precision>>, but that doesn’t mean that is the accuracy of the unit.
es: El último compromiso del Gobierno de los Estados Unidos (https://www.gps.gov/techniical/ps/2008-SPS-performance-standard.pdf[Departamento de defensa de los Estados Unidos y GPS Navstar 2008^]) consiste en transmitir la señal de GPS desde el espacio "_con un error de rango de usuario (URE) promedio global de 7.8 m (25.6 ft.), con probabilidad del 95%_". En la realidad el comportamiento puede exceder estos valores y en Mayo de 2016, el promedio global (URE) fue ≤ 0.715 m (2.3 ft.), 95% del tiempo (https://www.gps.gov/systems/gps/performance/accuracy/[GPS.gov 2017^]). Aunque esto no significa que todos los receptores puedan obtener esa exactitud, la exactitud de los receptores GPS ha mejorado y hoy en día la mayoría de los fabricantes de unidades GPS portátiles aseguran errores de menos de 5 metros en áreas abiertas cuando utilizan cuatro o más satélites. La necesidad de contar con cuatro o más satélites para lograr estas exactitudes se debe a las imprecisiones en los relojes de los receptores GPS frente a los relojes de los satélites que son mucho más precisos (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). La precisión puede mejorarse promediando los resultados de múltiples observaciones de una misma ubicación ({mcelroy_et_al_2007}[McElroy et al. 2007^]) y algunos receptores GPS modernos que incluyen algoritmos de promedio pueden llevar la precisión a alrededor de tres metros o menos. De acuerdo con https://gisgeography.com/gps-accuracy-hdop-pdop-gdop-multipath[GISGeography 2019a^], “_Un receptor GPS bien diseñado puede lograr una exactitud horizontal de 3 metros o mejor y una exactitud vertical de 5 metros o mejor el 95% de las veces. Los sistemas GPS Aumentados pueden proporcionar exactitud inferior al metro_”. Otro método para mejorar la precisión es promediar sobre más de una unidad GPS. Tenga en cuenta que algunos receptores GPS/<<GNSS>> pueden registrar hasta 20 cifras decimales de <<precisión>> pero eso no significa que esa sea la exactitud de la unidad.

source: Differential GNSS
es: GNSS Diferencial

source: The use of Differential <<GNSS>> (DGNSS) (incorporating Differential <<GPS>> (DGPS)) can improve <<accuracy>> considerably. DGNSS references a GNSS Base Station (usually a survey control point) at a known position to calibrate the receiving GNSS signal. The Base Station and handheld GNSS receiver reference the satellites’ positions at the same time and thus reduces <<error>> due to atmospheric conditions, as well as (to a lesser extent) satellite ephemeris (orbital location) and clock error (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). The handheld GNSS instrument applies the appropriate corrections to the determined position. Depending on the <<data quality,quality>> of the receivers used, one can expect an accuracy of <1 meter (https://water.usgs.gov/osw/gps/[USGS 2017^]). This accuracy decreases as the distance of the receiver from the Base Station increases. It is important to note that differential technology is not available in all areas – for example, in remote <<location,locations>> and remote islands, and the resulting accuracy may be less than expected. Again, averaging can further improve on these values ({mcelroy_et_al_2007}[McElroy et al. 2007^]). It is important to note, however, that most DGNSS is post-processed. Records are stored in the GPS/GNSS unit and then post-processing software is run to improve the measurements once connected to a computer. Post processing is not as commonly used since the introduction of real-time DGNSS, such as the <<SBAS,Satellite Based Augmentation System>>, see the next subsection below), and is now used mostly in surveying applications where high accuracy is required.
es: El uso de <<GNSS>> diferenciales (DGNSS) (incluyendo <<GPS>> Diferenciales (DGPS)) puede mejorar la <<exactitud>> considerablemente. El DGNSS tiene como referencia una Estación Base GNSS (normalmente un punto de control de consulta) en una posición conocida para calibrar la señal GNSS recibida. La Estación Base y el receptor de GNSS portátil referencian la posición de los satélites al mismo tiempo y esto reduce el <<error>> generado por las condiciones atmosféricas, así como (en menor medida) las efemérides satelitales (ubicación orbital) y el error del reloj (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). El instrumento GNSS portátil aplica las correcciones apropiadas para determinar la posición. Dependiendo de la <<calidad de datos,calidad>> de los receptores utilizados, se puede esperar una exactitud de <1 metro (https://water.usgs.gov/osw/gps/[USGS 2017^]). Esta exactitud disminuye a medida que aumenta la distancia del receptor desde la Estación Base. Es importante señalar que la tecnología diferencial no está disponible en todas las áreas, por ejemplo en <<ubicación,ubicaciones>> e islas remotas y que la exactitud resultante puede ser menor de la esperada. De nuevo, promediar las medidas puede mejorar aún más estos valores ({mcelroy_et_al_2007}[McElroy et al. 2007^]). Sin embargo, es importante señalar que la mayoría de los DGNSS deben procesarse posteriormente. Los registros se almacenan en la unidad GPS/GNSS y luego una vez esté conectado a un equipo de computo, se ejecuta el software de post-procesamiento para mejorar las mediciones. El procesamiento posterior no se utiliza tan comúnmente desde la introducción de los DGNSS en tiempo real, como el <<SBAS,Sistema de Aumentación Basado en Satélites (SBAS)>> (vea la subsección a continuación) y ahora se utiliza principalmente en situaciones en las que se requiere un alto nivel de exactitud.

source: {marine}Marine horizontal position <<accuracy>> requirements are 2-5 meters (at a 95 percent confidence level) for safety of navigation in inland waters, 8-20 meters (95%) in harbor entrances and approaches, and horizontal position accuracies of 1-100 meters (95%) for resource exploration in coastal regions (http://www2.unb.ca/gge/Resources/gpsworld.october04.pdf[Skone et al. 2004^], https://doi.org/10.1029/2006SW000246[Skone & Yousuf 2007^]). While DGNSS horizontal <<error>> bounds are specified as 10 meters (95%) studies have shown that under normal operating conditions accuracies fall well within this bound.
es: {marine} Los requerimientos sobre la <<exactitud>> de la posición horizontal marina son de 2-5 metros (con un nivel de confianza del 95 por ciento) para la seguridad de la navegación en aguas continentales, 8-20 metros (95%) en las entradas y aproximaciones a puertos y una exactitud de posición horizontal de 1-100 metros (95%) para la exploración de recursos en las regiones costeras (http://www2.unb.ca/gge/Resources/gpsworld.october04.pdf[Skone et al. 2004^], https://doi.org/10.1029/2006SW000246[Skone & Yousuf 2007^]). El límite del <<error>> en un DGNSS horizontal está especificado como 10 metros (95%) y estudios han demostrado que en condiciones de funcionamiento normales, la exactitud se encuentra dentro de este límite.

source: DGNSS accuracies are susceptible to severe degradation due to enhanced ionospheric effects associated with geomagnetic storms. Degradation can be in the order of 2-30 times in some areas and depending on the severity of the storm.
es: La exactitud de los DGNSS es susceptible a una disminución severa debido al aumento de los efectos ionosféricos asociados con las tormentas geomagnéticas. La disminución puede ser del orden de 2-30 veces en algunas zonas y depende de la gravedad de la tormenta.

source: Satellite Based Augmentation System
es: Sistema de Aumentación Basado en Satélites

source: <<SBAS,Satellite Based Augmentation System (SBAS)>> is a collection of geosynchronous satellites originally developed for precision guidance of aircraft (https://www.faa.gov/about/office_org/headquarters_offices/ato/service_units/techops/navservices/gnss/library/factsheets/media/SBAS_Worldwide_QFact.pdf[Federal Aviation Administration 2020^]) and more recently to provide services for improving the <<accuracy>>, integrity and availability of basic <<GNSS>> signals (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). SBAS receivers are inexpensive examples of real-time differential correction. SBAS uses a network of ground-based reference stations to measure small variations in the GNSS satellite signals. Measurements from the reference stations are routed to master stations, which queue the received Deviation Correction (DC) and send the correction messages to geostationary satellites. Those satellites broadcast the correction messages back to Earth, where SBAS-enabled <<GPS>>/GNSS receivers use the corrections while computing their positions to improve accuracy. Separate corrections are calculated for ionospheric delay, satellite timing, and satellite orbits (ephemerides), which allows <<error>> corrections to be processed separately, if appropriate, by the user application.
es: Los <<SBAS,Sistema de Aumentación Basado en Satélites (SBAS)>> consisten en un conjunto de satélites geosincrónicos originalmente desarrollados para la navegación precisa de aeronaves (https://www.faa.gov/about/office_org/headquarters_offices/ato/service_units/techops/navservices/gnss/library/factsheets/media/SBAS_Worldwide_QFact.pdf[Federal Aviation Administration 2020^]) y recientemente para proporcionar servicios para mejorar la <<exactitud>>, integridad y disponibilidad de las señales <<GNSS>> básicas (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]). Los receptores de SBAS son ejemplos de bajo costo de corrección diferencial en tiempo real. Los SBAS utilizan una red de estaciones de referencia en tierra para medir pequeñas variaciones en las señales de los satélites GNSS. Las mediciones de las estaciones de referencia son enrutadas a estaciones maestras, que ponen la Corrección de Desviación (DC) recibida en cola y envían los mensajes de corrección a satélites geoestacionarios. Esos satélites transmiten los mensajes de corrección de vuelta a la Tierra, donde los receptores <<GPS>>/GNSS habilitados para SBAS usan las correcciones mientras calculan sus posiciones para mejorar la exactitud. Las correcciones se calculan de forma independiente para el retraso ionosférico, la sincronización temporal de los satélite y las órbitas satelitales (efemérides), lo que permite que las correcciones del <<error>> sean procesadas por separado, si es apropiado, por la aplicación del usuario.

source: Wide Area Augmentation System
es: Sistema de Aumentación de Área Amplia

source: The first <<SBAS>> system was <<WAAS>> (Wide Area Augmentation System), which was originally developed to provide improved <<GPS>> <<accuracy>> and a certified level of integrity to the US aviation industry, such as to enable aircraft to conduct <<precision>> approaches to airports and for coastal navigation. It was later expanded to cover Canada and Mexico, providing a consistent coverage over North America.
es: El primer sistema <<SBAS>> era un <<WAAS, WAAS>> (Sistema de Aumentación de Área Amplia), el cual fue desarrollado originalmente para proporcionar una <<exactitud>> mejorada en los <<GPS>> y un nivel certificado de integridad a la industria de la aviación de los Estados Unidos, como permitir que los aviones realicen aproximaciones de <<precisión>> al acercarse a los aeropuertos y para la navegación costera. Posteriormente se amplió para cubrir Canadá y México, proporcionando una cobertura consistente sobre Norteamérica.

source: European Geostationary Navigation Overlay Service
es: Servicio Europeo de Superposición de Navegación Geoestacionaria
