Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: Georeferencing Best Practices
es: Guía de Buenas Prácticas de Georreferenciación

source: Colophon
es: Colofón

source: Suggested citation
es: Citación sugerida

source: Chapman AD & Wieczorek JR (2020) Georeferencing Best Practices. Copenhagen: GBIF Secretariat. https://doi.org/10.15468/doc-gg7h-s853
es: Chapman AD & Wieczorek JR (2020) Guía de Buenas Prácticas de Georreferenciación. Copenhague: Secretariado de GBIF. https://doi.org/10.15468/doc-gg7h-s853

source: Authors
es: Autores

source: Contributors
es: Colaboradores

source: Licence
es: Licencia

source: The document _Georeferencing Best Practices_ is licensed under https://creativecommons.org/licenses/by-sa/4.0[Creative Commons Attribution-ShareAlike 4.0 Unported License].
es: Este documento _Guía de Buenas Prácticas de Georreferenciación_ se publica bajo una licencia https://creativecommons.org/licenses/by-sa/4.0/deed.es[Creative Commons Attribución-CompartirIgual 4.0 Internacional].

source: Persistent URI
es: URI persistente

source: Abstract
es: Resumen

source: Georeferencing Best Practices provides guidelines to the best practices for georeferencing. Though targeted specifically at biological occurrence data, the concepts and methods presented here may be just as useful in other disciplines.
es: La Guía de Buenas Prácticas de Georreferenciación provee los lineamientos para la correcta georreferenciación. Aunque está dirigida específicamente a registros biológicos, los conceptos y métodos presentados aquí pueden ser igual de útiles en otras disciplinas.

source: Document control
es: Control del documento

source: v1.0, December 2020
es: v1.0, Diciembre 2020

source: Originally based on an earlier publication, https://orcid.org/0000-0003-1700-6962[Chapman AD] & https://orcid.org/0000-0003-1144-0290[Wieczorek JR] (2006) Guide to Best Practices for Georeferencing. Copenhagen: GBIF Secretariat. https://doi.org/10.15468/doc-2zpf-zf42
es: Originalmente basado en una publicación anterior, https://orcid.org/0000-0003-1700-6962[Chapman AD] & https://orcid.org/0000-0003-1144-0290[Wieczorek JR] (2006) Guide to Best Practices for Georeferencing. Copenhagen: GBIF Secretariat. https://doi.org/10.15468/doc-2zpf-zf42

source: Disclaimer
es: Descargo de responsabilidad

source: The information in this book represents the professional opinion of the authors, and does not necessarily represent the views of the publisher. While the authors and the publisher have attempted to make this book as accurate and as thorough as possible, the information contained herein is provided on an "As Is" basis, and without any warranties with respect to its accuracy or completeness. The authors and the publisher shall have no liability to any person or entity for any loss or damage caused by using the information provided in this book.
es: La información en este libro representa la opinión profesional de los autores y no representa necesariamente las opiniones del editor. Los autores y el editor han intentado hacer este libro lo más preciso y minucioso posible, sin embargo, la información contenida en esta publicación se proporciona sobre la base "Como es" y sin ninguna garantía con respecto a su exactitud o integridad. Los autores y el editor no tendrán ninguna responsabilidad ante ninguna persona o entidad por cualquier pérdida o daño causado por el uso de la información proporcionada en este libro.

source: Where there are differences in interpretation between this document and translated versions in languages other than English, the English version remains the original and definitive version.
es: Donde haya diferencias de interpretación entre este documento y las versiones traducidas en idiomas distintos del inglés, la versión en inglés sigue siendo la original y definitiva.

source: Cover image
es: Imagen de portada

source: Spotted whelk (_Cominella maculosa_), Waitangi Bay, Chatham Island. Photo 2019 Peter de Lange via https://www.gbif.org/occurrence/2005333834[iNaturalist research-grade observations], public domain under http://creativecommons.org/publicdomain/zero/1.0/[CC0].
es: Buccino manchado (_Cominella maculosa_), Bahía de Waitangi, Isla de Chatham. Foto 2019 Peter de Lange vía https://www.gbif.org/occurrence/200533834[observaciones de grado de investigación de iNaturalist], dominio público bajo licencia http://creativecommons.org/publicdomain/zero/1.0/[CC0].

source: Introduction
es: Introducción

source: A Location that is poorly georeferenced obscures the information upon which a georeference should be based, potentially making the originally provided information irrecoverable. The resulting georeferences can be misleading to users and lead to errors in research outputs. Thus, an important take-home message is, "To georeference poorly is worse than not to georeference at all."
es: Una ubicación que está pobremente georreferenciada oculta la información en la que debería basarse su correcta georreferenciación, lo que potencialmente hace que la información originalmente proporcionada sea irrecuperable. Las georreferencias resultantes pueden ser engañosas para los usuarios y conducir a errores en los resultados de su investigación. Por lo tanto, un importante mensaje para llevarse a casa es: "Georreferenciar mal es peor que no georreferenciar en absoluto".

source: Throughout this document we make use of terminology for which the specific meaning has great importance for overall understanding, especially for terms that might differ from, or vary in common usage. We mark these key words <<accuracy,like this>>, with a link to the glossary, to call attention to the specific meaning and avoid potential confusion. All terms so marked are defined in the <<Glossary>>.
es: A lo largo de este documento hacemos uso de terminología con un significado específico que es de gran importancia para el entendimiento general, especialmente para los términos que pueden diferir o variar en el uso común. Marcamos estas palabras clave <<exactitud,así>>, con un enlace al glosario, para llamar la atención sobre el significado específico y evitar la potencial confusión. Todos los términos marcados de esta forma son definidos en el <<Glosario>>.

source: This publication provides guidelines to the best practice for <<georeference,georeferencing>>. Though it is targeted specifically at biological occurrence data, the concepts and methods presented here can be applied in other disciplines where spatial interpretation of <<location>> is of interest. This document builds on the original https://doi.org/10.15468/doc-2zpf-zf42[Guide to Best Practices for Georeferencing (Chapman & Wieczorek 2006)^], which was one of the outputs from the BioGeomancer project (https://doi.org/10.1371/journal.pbio.0040381[Guralnick et al. 2006^]). Several earlier projects and organizations (e.g. MaNIS, MaPSTeDI, INRAM, GEOLocate, NatureServe, CRIA, ERIN, CONABIO) had previously developed guidelines and tools for georeferencing, and these provided a good starting point for such a document. A detailed history of the organizations involved in the development of BioGeomancer and of the original Guide was given in that source. Throughout this document we reference tools and methodologies developed by those organizations and we acknowledge the valuable work by those organizations in their development. This document attempts to bring best practices up to date with terms, technologies, and georeferencing recommendations that have been developed and refined since the original document was published.
es: Esta publicación proporciona lineamientos sobre las buenas prácticas para la <<georreferencia,georreferenciación>>. Aunque se dirige específicamente a registros biológicos, los conceptos y métodos presentados aquí pueden aplicarse en otras disciplinas, donde la interpretación espacial de la <<ubicación>> sea de interés. Este documento se basa en la publicación original https://doi.org/10.15468/doc-2zpf-zf42[Guide to Best Practices for Georeferencing (Chapman & Wieczorek 2006)^] que fue uno de los resultados del proyecto BioGeomancer (https://doi.org/10.1371/journal.pbio.0040381[Guralnick et al. 2006^]).Muchos proyectos y organizaciones (e.g. MaNIS, MaPSTeDI, INRAM, GEOLocate, NatureServe, CRIA, ERIN, CONABIO) desarrollaron previamente directrices y herramientas para la georreferencación. Estos resultados proporcionaron un buen punto de partida para dicho documento, en el cuál se proporciona la historia detallada de las organizaciones involucradas en el desarrollo de BioGeomancer y de la Guía original. A través de este documento hacemos referencia a herramientas y metodologías elaboradas por esas organizaciones y reconocemos el valioso trabajo de esas organizaciones en su desarrollo. Este documento pretende actualizar las buenas prácticas con los términos, las tecnologías y recomendaciones de georreferenciación que se han desarrollado y refinado desde que se publicó el documento original.

source: This document is designed so that institutions with georeferencing commitments can extract those portions that apply to their own requirements and priorities, and adapt them if necessary where those practices vary from, or elaborate on, the ones given here. Derived works should be made publicly accessible and the derived <<georeferencing protocol>> should be cited in the metadata of any georeferenced records that were produced by it. Citing a published protocol when your own methods differ would violate the best practice principle of replicability, described in <<Principles of Best Practice>>. An example of a citable protocol is the {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]. This document should not be cited as a georeferencing protocol.
es: Este documento está diseñado para que las instituciones con compromisos de georreferenciación puedan extraer aquellas partes que se aplican a sus propias necesidades y prioridades, y si es necesario, adaptarlas cuando las prácticas difieran de las que se facilitan en este documento o se deriven de ellas. Los trabajos derivados deben ser públicamente accesibles y los <<protocolo de georreferenciación, protocolos de georreferenciación>> basados en este documento, deben ser citados en los metadatos de cualquier registro georreferenciado que haya sido producto del mismo. Citar un protocolo publicado cuando los métodos usados para la georreferenciación difieren violaría los principios de las mejores prácticas de replicabilidad, descritos en <<Principios de Buenas Prácticas>>. Un ejemplo de un protocolo citable es la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 202)^]. El presente documento no debe ser citado como un protocolo de georreferenciación.

source: This version is a complete revision with many new and updated references. The major changes and additions in this edition include:
es: Esta versión es una revisión completa con muchas referencias nuevas y actualizadas. Los cambios y adiciones más importantes en esta edición incluyen:

source: Redefined the term <<extent>> to conform with general English and common technical usage to mean a distance, area or volume within defined <<boundary,boundaries>> and added the term <<radial>> to cover the sense of the term "extent" in previous documents (http://georeferencing.org/georefcalculator/docs/GeorefGuide.html[Wieczorek 2001^], https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^], https://doi.org/10.15468/doc-2zpf-zf42[Chapman & Wieczorek 2006^], http://georeferencing.org/docs/GeoreferencingQuickGuide.pdf[Wieczorek et al. 2012a^], http://georeferencing.org/gci2/docs/GeoreferencingCalculatorManualv2.html[Wieczorek & Bloom 2015^]).
es: Redefinición del término <<extensión>> para adaptarse al inglés general y al uso técnico común para referirse a una distancia, área o volumen dentro de unos <<límite,límites>> definidos. También se agrega el término <<radio>> para cubrir el sentido del término "extensión" en documentos anteriores (http://georeferencing.org/georefcalculator/docs/GeorefGuide.html[Wieczorek 2001^], https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^], https://doi.org/10.15468/doc-2zpf-zf42[Chapman & Wieczorek 2006^], http://georeferencing.org/docs/GeoreferencingQuickGuide.pdf[Wieczorek et al. 2012a^], http://georeferencing.org/gci2/docs/GeoreferencingCalculatorManualv2.html[Wieczorek & Bloom 2015^]).

source: Introduced the concept of the <<corrected center>> to replace <<geographic center>> wherever that was used in the past. This is an important change because the geographic center did not necessarily yield the correct minimum <<uncertainty>> due to the extent of a feature, the corrected center does.
es: Se introduce el concepto de <<centro corregido>> para reemplazar el <<centro geográfico>> que se utilizaba en el pasado. Este es un cambio importante porque el centro geográfico no necesariamente conduce a la obtención de la <<incertidumbre>> mínima correcta debida a la extensión de la entidad geográfica, mientras que el centro corregido sí lo hace.

source: Expanded the sections on <<elevation>> and updated them to provide the most recent information on recording elevation and of determining uncertainty due to <<accuracy>> of <<GPS>>s and <<DEM>>s.
es: Expansión y actualización de la sección sobre <<elevación>> para proporcionar la información más reciente sobre el registro de la elevación y la determinación de la incertidumbre debido a la <<exactitud>> de los <<GPS>>s y <<DEM>>s.

source: Expanded information on GPS satellites to include information on the other <<GNSS>> satellite systems.
es: Ampliación de la sección sobre satélites GPS para incluir información sobre otros sistemas de satélites <<GNSS>>.

source: Added information on the use of smartphones and cameras to record GPS locations and elevations.
es: Incorporación de información sobre el uso de teléfonos inteligentes y cámaras para registrar ubicaciones y elevaciones GPS.

source: Elaborated on the <<shape>> georeferencing method, including steps to refine the <<point-radius>> georeferencing method.
es: Basado en el método de georreferenciación de <<forma geométrica>>, se incluyen pasos para refinar el método de georeferenciación <<radio-punto>>.

source: Expanded the explanations to include ecological, marine and other data collected in <<transect,transects>>, along irregular <<path,paths>>, in polygons, or on <<grid,grids>>.
es: Expansión de las explicaciones para incluir datos ecológicos, marinos y otros datos recolectados en <<transecto,transectos>>, a lo largo <<ruta,rutas>> irregulares, en polígonos, o en <<grilla,grillas>>.

source: Added information on determining georeferences for subterranean locations such as caves, tunnels and mine sites.
es: Incorporación de información sobre la determinación de georreferencias para ubicaciones subterraneas tales como cuevas, túneles y minas.

source: Added information on <<bathymetry>> and underwater <<depth,depths>>.
es: Incorporación de información sobre <<batimetría>> y <<profundidad,profundidades>> submarinas.

source: Integrated this document with the companion documents {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] and {gcm}[Georeferencing Calculator Manual (Bloom et al. 2020)^].
es: Integración de este documento con documentos asociados como la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^] y el {gcm}[Manual del Cálculo de Georreferenciación (Bloom et al. 2020)^].

source: Objectives
es: Objetivos

source: This document aims to provide current best practice for using the <<point-radius>>, <<bounding-box>>, and <<shape>> <<georeferencing method,georeferencing methods>>, whether for new records in the field or for retrospective <<georeference,georeferencing>> of historic and un-georeferenced <<location,locations>>. We hope that the reader will come away from this document with, if nothing else, a good appreciation of the following essential principles:
es: Este documento tiene como objetivo proporcionar las buenas prácticas actuales para el uso de los <<método de georreferenciación,métodos de georreferenciación>> <<radio-punto>>, <<caja delimitadora>> y <<forma geométrica>>, ya sea para nuevos registros en campo o para <<georreferencia,georreferenciación>> retrospectiva de <<ubicación,ubicaciones>> históricas y no georreferenciadas. Esperamos que el lector se aleje de este documento con, entre otras cosas, una buena apreciación de los siguientes principios esenciales:

source: No matter how specific a <<location>> might seem, every location has an associated <<uncertainty>>, and this uncertainty determines the conditions under which the spatial interpretation of the location can be used. Based on this, <<coordinates>> without a carefully determined uncertainty should not be considered a <<georeference>>, they should be considered coordinates whose meaning is not clear.
es: Sin importar cuán específica pueda parecer una <<ubicación>>, cada una tiene una <<incertidumbre>> y esta incertidumbre determina las condiciones bajo las cuales se puede utilizar la interpretación espacial de la ubicación. Con base a esto, unas <<coordenadas>> sin una incertidumbre cuidadosamente determinada no deben considerarse un <<georreferencia>>, deben considerarse solo como unas coordenadas cuyo significado no es claro.

source: Interpretations of <<location,locations>> are fraught with a wide variety of sources of <<uncertainty>>, and these are not always trivial to aggregate into an overall <<uncertainty>>.
es: Las interpretaciones de las <<ubicación,ubicaciones>> están llenas de una amplia variedad de fuentes de <<incertidumbre>> y no siempre es trivial el hecho de agregarlas a la <<incertidumbre>> total.

source: The best <<locality>> description is one that is specific, concise, complete, and unambiguous; the more detailed the description, the better the chance of getting a <<georeference>> that is reproducible and that minimizes the <<uncertainty>>.
es: La mejor descripción de una <<localidad>> es una que sea específica, concisa, completa y sin ambigüedades; cuanto más detallada sea la descripción, mejor será la probabilidad de obtener una <<georreferencia>> que sea reproducible y que minimice la <<incertidumbre>>.

source: <<coordinate precision,Coordinate precision>> is not the same as <<coordinate uncertainty>>, it is just one of many factors contributing to the overall <<uncertainty>>.
es: La <<precisión-de-las-coordenadas,precisión de la coordenada>> no es lo mismo que la <<incertidumbre-de-las-coordenadas,incertidumbre de la coordenada>>, es solo uno de los muchos factores que contribuyen a la <<incertidumbre>> total.

source: Users of <<georeference,georeferences>> should take into account the <<uncertainty>> (or lack of its documentation) when choosing data for analyses, as without that information, analyses may be skewed and results <<bias,biased>> or altogether wrong.
es: Los usuarios de registros <<georreferencia,georreferenciados>> deben tener en cuenta la <<incertidumbre>> (o su falta de documentación) al elegir datos para análisis, pues sin esta información los análisis pueden ser <<sesgo,sesgados>> y los resultados parcializados o totalmente erróneos.

source: <<coordinates,Coordinates>> alone can not generally be checked for consistency; a <<locality>> description provides a confirmation that coordinates are correct.
es: Las <<coordinadas>> por sí solas no pueden ser usadas para verificar su consistencia; una descripción de la <<localidad>> proporciona una confirmación de que las coordenadas son correctas.

source: <<coordinates,Coordinates>> alone do not unambiguously define a <<location>>, because:
es: Las <<coordenadas>> por sí solas no definen sin ambigüedades una <<ubicación>>, porque:

source: coordinates require a <<coordinate reference system>> to anchor the coordinates in relation to the Earth
es: las coordenadas requieren un <<sistema de referencia de coordenadas>> para ubicar las coordenadas en relación a la Tierra

source: no <<location>> is a point; even the most specific locations have an <<extent>>
es: ninguna <<ubicación>> es un punto, incluso las ubicaciones más específicas tienen una <<extensión>>

source: any device that provides <<coordinates>> has an associated <<uncertainty>>
es: cualquier dispositivo que proporcione <<coordenadas>> tiene una <<incertidumbre>> asociada

source: *Conclusion*: <<coordinates>> alone do not constitute a <<georeference>>.
es: *Conclusión*: Las <<coordenadas>> por sí solas no constituyen una <<georreferencia>>.

source: <<geometry,Geometries>> are great as <<georeference,georeferences>>, if you can deal with them; if not, the <<point-radius>> is surprisingly powerful, because using a <<geographic information system,Geographic Information System>> (GIS), it can be intersected with other spatial layers to get geometries (<<shape,shapes>>).
es: Las <<geometría,geometrías>> son excelentes como <<georreferencia,georreferencias>> si puede lidiar con ellas, si no, el método <<radio-punto>> es sorprendentemente poderoso, porque usando un <<sistema-de-información-geográfica,Sistema de Información Geográfica>> (SIG) puede ser intersectado con otras capas espaciales para obtener geometrías (<<forma geométrica,formas geométricas>>).

source: Target Audience
es: Público objetivo

source: This work is designed for those who need, or want to know **why** the best practices are what they are, in detail. This document is also for individuals or organizations faced with planning a <<georeference,georeferencing>> project by providing a series of questions that suggests particular subsets of the best practices to follow.
es: Este trabajo está diseñado para aquellos que necesitan o quieren saber **por qué** las buenas prácticas son lo que son, en detalle. Este documento está dirigido a individuos u organizaciones que se enfrentan a la planificación de un proyecto de <<georeferencia,georreferenciación>>, proporcionándoles una serie de preguntas que los guiarán a subconjuntos particulares de las buenas prácticas a seguir.

source: For those who just need to know how to put these practices into action while georeferencing, the {gqg}[Georeferencing Quick Reference Guide^] is the most suitable document to have at hand. The Quick Reference Guide refers to details in this document as needed and accompanies the http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator^], which is a tool to calculate <<coordinates>> and <<uncertainty>> following the methods described in this document.
es: Para aquellos que sólo necesitan saber cómo llevar estas prácticas a la acción mientras georreferencian, la {gqg}[Guía de Referencia Rápida de Georreferenciación^] es el documento más adecuado para tener a la mano. La Guía de Referencia Rápida se remite a los detalles de este documento según sea necesario y está asociada a la http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación^], que es una herramienta para calcular <<coordenadas>> e <<incertidumbre>> siguiendo los métodos descritos en este documento.

source: Above all, this document will help data end users to understand the implications of trying to use records that have not undergone georeferencing best practices and the value of those that have.
es: Sobre todo, este documento ayudará a los usuarios finales de los datos a entender las implicaciones de intentar utilizar registros que no han sido sometidos a buenas prácticas de georreferenciación y el valor de los que si.

source: Scope
es: Alcance
