Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: The use of <<PID,Persistent Identifiers>> (PIDs) including <<GUID,Globally Unique Identifiers>> (GUIDs), Digital Object Identifiers (DOIs) etc. for uniquely identifying individual objects and other classes of data (such as collections, observations, images, and <<location,locations>>) are under discussion. It is important that any identifiers used are globally unique (applied to exactly one instance of an identifiable object), persistent, and resolvable (https://doi.org/10.1186%2F1471-2105-10-S14-S5[Page 2009^], http://www.tdwg.org/standards/150[Richards 2010^], https://doi.org/10.35035/mjgq-d052[Richards et al. 2011^]). As yet, very few institutions use PIDs for specimens, and even fewer for locations, however a recent paper by https://doi.org/10.1002%2Faps3.1027[Nelson et al. 2018^] makes a number of recommendations on minting, managing and sharing GUIDs for herbarium specimens. We recommend that once a stable system for assigning and using PIDs is implemented, it be used wherever practical, including for locations.
es: El uso de <<PID,Identificadores Persistentes>> (PIDs) incluyendo los <<GUID,Identificadores Únicos Globales>> (GUIDs), Identificadores de Objetos Digitales (DOIs), etc. para identificar objetos individuales y otras clases de datos (como colecciones, observaciones, imágenes y <<ubicación,ubicaciones>>) individualmente está bajo discusión. Es importante que cualquier identificador utilizado sea globalmente único (aplicado exactamente a una instancia de un objeto identificable), persistente y resoluble (https://doi.org/10.1186%2F1471-2105-10-S14-S5[Page 2009^], http://www.tdwg.org/standards/150[Richards 2010^], https://doi.org/10.35035/mjgq-d052[Richards et al. 2011^]). Hasta el momento, muy pocas instituciones utilizan PID para especímenes y aún menos para ubicaciones, sin embargo, el reciente artículo de https://doi.org/10.1002%2Faps3.1027[Nelson et al. 2018^] hace una serie de recomendaciones sobre acuñar la gestión y el intercambio de GUID para especímenes de herbario. Recomendamos que una vez que se implemente un sistema estable para asignar y usar PID, se utilice siempre que sea práctico, incluso para ubicaciones.

source: Elements for Describing a Location
es: Elementos para Describir una Ubicación

source: In this section we discuss best practices for capturing and recording information so that it can be <<georeference,georeferenced>> and shared in the most productive and efficient way, following standard guidelines and methodologies. This will lead to improved consistency in recording, sharing, and use of data.
es: En esta sección discutimos las mejores prácticas para capturar y registrar información para que pueda ser <<georreferencia,georreferenciada>> y compartida de la manera más productiva y eficiente, siguiendo las pautas y metodologías estándar. Esto conducirá a una mayor coherencia en el registro, el intercambio y el uso de datos.

source: Collecting data in the field sets the stage for good georeferencing procedures (http://mvz.berkeley.edu/Locality_Field_Recording_Notebooks.html[Museum of Vertebrate Zoology 2006^]). Many techniques now exist that can lead to well documented georeferenced <<location,locations>>. It is important, however, that the locations be recorded correctly in order to reduce the likelihood of <<error>>. We recommend that all new collecting <<event,events>> use a <<GPS>> for recording <<coordinates>> wherever possible, and that the GPS be set to a relevant <<datum>> or <<coordinate reference system>> (see <<coordinates-coordinate-reference-system>>). There are many issues that need to be considered when collecting data in the field and in this section we provide recommendations for best practice.
es: La recolección de datos en campo establece el escenario para los buenos procedimientos de georreferenciación (http://mvz.berkeley.edu/Locality_Field_Recording_Notebooks.html[Museum of Vertebrate Zoology 2006^]). Actualmente existen muchas técnicas que pueden llevar a <<ubicación,ubicaciones>> georreferenciadas bien documentadas. Sin embargo, es importante que las ubicaciones se registren correctamente para reducir la probabilidad de <<error>>. Recomendamos que siempre que sea posible todos los nuevos <<evento,eventos>> de colecta usen un <<GPS>> para el registro de las <<coordenadas>> y que el GPS se ajuste a un <<datum>> adecuado o un <<sistema de coordenadas de referencia>> (ver <<sistema-de-referencia-de-coordenadas>>). Hay muchos aspectos que hay que tener en cuenta a la hora de recopilar datos en campo y en esta sección ofrecemos recomendaciones para las buenas prácticas.

source: {marine} **MARINE**. The principles as laid out in this document apply equally to marine data as to terrestrial and other data. For example, recording <<uncertainty>> for marine data is just as important as recording it for terrestrial systems. This is particularly important for legacy data, data from historic voyages, scientific expeditions, etc. There is also uncertainty for all recordings of a georeference － however small that may be with modern equipment. Note that there are a number of issues that apply only to marine information. We refer those working in marine systems to other parts of this document for issues such as <<depth>>, <<distance above surface>>, dealing with non-natural occurrences, recording <<extent>> of diving activities, etc. Where there are differences that specifically apply to marine locations, we will identify those with the {marine} icon.
es: {marine} **DATOS MARINOS**. Los principios establecidos en este documento se aplican de igual manera para los datos marinos como para los terrestres y otro tipo de datos. Por ejemplo, el registro de la <<incertidumbre>> para datos marinos es tan importante como lo es para los sistemas terrestres. Esto es especialmente importante para los datos antiguos, datos de viajes históricos, expediciones científicas, etc. Existe una incertidumbre para todos los registros de una georreferencia, sin importar qué tan pequeña pueda ser con los equipos actuales. Tenga en cuenta que hay una serie de problemas que sólo aplican a la información marina. Remitimos a aquellos que trabajan con sistemas marinos a otras partes de este documento para tratar problemas como la <<profunidad>>, <<distancia sobre la superficie>>, lidiar con ocurrencias no-naturales, registro de la <<extensión>> en actividades de buceo, etc. Donde existan diferencias que apliquen específicamente a las ubicaciones marinas las identificaremos con el ícono {marine}.

source: {ecological} **ECOLOGICAL DATA**. Georeferencing ecological data, from surveys, trapping, species counts, etc. should be treated in a similar way to specimen and observation data. Often ecological data are recorded using a <<grid>>, or <<transect>>, and may have a starting <<locality>> and an ending locality as well as start time and end time. Where there are differences that specifically apply to ecological data, we will identify those with the {ecological} icon.
es: {ecological} **DATOS ECOLÓGICOS**. Georreferenciar datos ecológicos, de encuestas, trampas, conteos de especies, etc. debería tratarse de forma similar a los datos de especímenes y de observaciones. A menudo los datos ecológicos se registran usando una <<grilla>> o <<transecto>> y puede tener una <<localidad>> inicial y una localidad final, así como una hora de inicio y una hora de finalización. Donde haya diferencias que apliquen específicamente a los datos ecológicos las identificaremos con el icono {ecological}.

source: {caves} **CAVES**. Events in subterranean locations, such as in caves, tunnels and mines, pose special problems in determining the <<location>>. Where there are differences that specifically apply to these data, we will identify those with the {caves} icon.
es: {caves} **CAVES**. Los eventos en ubicaciones subterraneas, como cuevas, túneles y minas, plantean problemas especiales para la determinación de la <<ubicación>>. Donde haya diferencias que apliquen específicamente a estos datos los identificaremos con el icono {caves}.

source: The Importance of Good Locality Data
es: La Importancia de los Buenos Datos de la Localidad

source: When recording data in the field, whether from a map or when using a <<GPS>>, it is important to record descriptive <<locality>> information as an independent validation of a <<georeference>>. The extent to which validation can occur depends on how well the locality description and its spatial counterpart describe the same place. The highest <<data quality,quality>> locality description is one contributing the least amount of <<uncertainty>> possible. This is equally important for retrospective georeferencing, where locality descriptions are given and georeferences are not, and for georeferencing in the field.
es: Al registrar datos en campo, ya sea desde un mapa o usando un <<GPS>>, es importante registrar información descriptiva sobre la <<ubicación>> como una validación independiente de la <<georreferencia>>. La medida en la que la validación puede ocurrir depende de que la descripción de la localidad y su contraparte espacial describan el mismo lugar. La descripción de una localidad de la mejor <<calidad de datos,calidad>> es aquella que contribuye con la menor cantidad de <<incertidumbre>> posible. Esto es igualmente importante para la georreferenciación retrospectiva, donde se dan las descripciones de la localidad pero no las coordenadas y para la georreferencias tomadas en campo.

source: Localities
es: Localidades

source: Provide a descriptive <<locality>>, even if you have <<coordinates>>. The locality should be as specific, succinct, unambiguous, complete, and as <<accuracy,accurate>> as possible, leaving no room for multiple interpretations.
es: Proporcione una <<localidad>> descriptiva, incluso si tiene <<coordenadas>>. La localidad debe ser tan específica, sucinta, libre de ambigüedades, completa y tan <<exactitud,exacta>> como sea posible, sin dejar lugar para múltiples interpretaciones.

source: <<feature,Features>> used as reference points should be stable, i.e. places (permanent landmarks, <<trig point,trig points>>, etc.) that will remain unchanged for a long time after the <<event>> is recorded. Do NOT use temporary features or waypoints as the key reference locality.
es: Las <<entidad geográfica,entidades geográficas>> usadas como puntos de referencia deben ser estables, es decir, lugares (ubicaciones permanentes, <<vértice geodésico,vertices geodésicos>>, etc.) que permanecerán sin cambios durante mucho tiempo después de que se registre el <<evento>>. NO utilice entidades geográficas temporales o waypoints como la localidad de referencia.

source: To facilitate the validation of a locality, use reference features that are easy to find on maps or in <<gazetteer,gazetteers>>. At all costs, avoid using vague terms such as "near" and "center of" or providing only an <<offset>> without a distance, such as "West of Jiuquan", or worse "W Jiuquan".
es: Para facilitar la validación de una localidad use las entidades geográficas de referencia que son fáciles de encontrar en los mapas o en los <<gacetero,gaceteros>>. Evite usar a toda costa términos vagos como "cerca de" y "centro de" o proporcionar sólo un <<desplazamiento>> sin una distancia, como "Oeste de Jiuquan" o peor "O Jiuquan".

source: In any locality that contains a feature that can be confused with another feature of a different type, specify the feature type in parentheses following the feature name, for example, "Clear Lake (populated place)".
es: En cualquier localidad que contenga una entidad geográfica que pueda confundirse con otro tipo de entidad, especifique el tipo de entidad geográfica entre paréntesis después del nombre de la entidad, por ejemplo, "Lago Claro (centro poblado)".

source: If recording locations on a <<path>> (road, river, etc.), it is important to also record whether the distances were measured along the actual path (e.g. ‘by road’) or as a direct line from the origin (e.g. ‘by air’).
es: Si se registran ubicaciones sobre una <<ruta>> (camino, río, etc.), es importante también registrar si las distancias fueron medidas siguiendo la ruta (p. ej. 'por carretera') o como una línea recta desde el origen (p. ej. 'por aire').

source: The most specific <<locality,localities>> are those described by a) a distance and heading along a <<path>> from a nearby and well-defined intersection, or b) two cardinal offset distances from a single persistent nearby <<feature>> of small <<extent>>.
es: Las <<localidad,localidades>> mas específicas son aquellas descritas con a) una distancia y una orientación cardinal a lo largo de una <<ruta>> partiendo de una intersección cercana y bien definida o b) dos distancias de desplazamiento con una orientación cardinal desde una única <<entidad geográfica>>persistente y cercana de <<extensión>> pequeña.

source: It is good practice not to use quotation marks ("") in locality descriptions as this can generate problems down the line if using open text files, spread sheets, etc.
es: Es una buena práctica no usar comillas ("") en las descripciones de la localidad, ya que esto puede generar problemas de saltos de línea en archivos de texto plano, hojas de cálculo, etc.

source: By describing a <<location>> in terms of a distance along a <<path>>, or by two orthogonal distances from a <<feature>>, one removes <<uncertainty>> due to <<precision,imprecise>> <<heading,headings>>, which, when the distances are great, can be the biggest contributing factor to overall uncertainty. Choosing a reference feature with small <<extent>> reduces the uncertainty due to the size of the reference feature, and by choosing a nearby reference feature, one reduces the potential for <<error>> in measuring the <<offset>> distances, especially along <<path,paths>>. The Museum of Vertebrate Zoology at the University of California, Berkeley has published a guide to recording good localities in the field that follows these principles. Following is an example locality from that document (copied with permission).
es: Al describir un <<ubicación>> en términos de una distancia a lo largo de una <<ruta>> o por medio de dos distancias ortogonales desde una <<entidad geográfica>>, se elimina la <<incertidumbre>> debida a <<orientación-cardinal,orientaciones>> <<precisión,imprecisas>>, que cuando las distancias son grandes, puede ser el factor que más contribuye a la incertidumbre general. Elegir una entidad geográfica de referencia con una <<extensión>> pequeña reduce la incertidumbre debido al tamaño de la entidad de referencia y al elegir una entidad geográfica de referencia cercana, se reduce el potencial <<error>> en la medición de las distancias de <<desplazamiento>>, especialmente a lo largo de una <<ruta>>. El Museum of Vertebrate Zoology en la Universidad de California, Berkeley ha publicado una guía para registrar buenas localidades en campo que siguen estos principios. La siguiente es una localidad ejemplo obtenida de este documento (copiada con permiso).

source: From https://mvzhandbook.berkeley.edu/curatorial/tutorials-training/localities-events[MVZ Guide for Recording Localities in Field Notes^]
es: De https://mvzhandbook.berkeley.edu/curatorial/tutorials-training/localities-events[MVZ Guía para Registrar Localidades en Notas de Campo^]

source: *Locality:* Modoc National Wildlife Refuge, 2.8 mi S and 1.2 mi E junction of Hwy. 299 and Hwy. 395 in Alturas, Modoc Co., Calif.
es: *Localidad:* Modoc National Wildlife Refuge, 2.8 mi S y 1.2 mi E junction of Hwy. 299 y Hwy. 395 en Alturas, Modoc Co., Calif.

source: *Elevation:* 1330 ft
es: *Elevación:* 1330 ft

source: *GPS Accuracy:* 24 ft
es: *Precisión del GPS:* 7 m

source: *Radial:* 150 ft
es: *Radio:* 46 m

source: *References:* Garmin Etrex Summit GPS for coordinates and accuracy, barometric altimeter for elevation.
es: *Referencias:* GPS Garmin Etrex Summit para las coordenadas y precisión, altímetro barómetro para elevación.

source: When recording a <<location>> that does not have a <<feature>> that can be easily referenced, for example a {marine}dive location in the middle of the ocean (see <<entry point>>) or using some other marker that may only be recorded as a <<latitude>> and <<longitude>>, also record the provenance of the location (e.g. device or method used to determine the <<coordinates>> such as "transcription from ship’s log", etc.).
es: Al registrar una <<ubicación>> que no tiene una <<entidad geográfica>> que pueda ser fácilmente referenciada, por ejemplo una {marine} ubicación de buceo en medio del océano (ver <<punto de entrada>>) o al usar algún otro marcador que sólo puede ser registrado como una <<latitud>> y una <<longitud>>, registre también la procedencia de la ubicación (p. ej. dispositivo o método utilizado para determinar las <<coordenadas>> como "transcripción de los registros del barco", etc.).

source: Extent of a Location
es: Extensión de una Ubicación

source: The <<extent>> of a <<location>> is the totality of the space it occupies. The extent is a simple way to alert the user that, for example, all of the specimens collected or observations made at the stated <<coordinates>> were actually within an area of up to 0.5 kilometers from that point. It can be quite helpful at times to include in your field notes a large-scale (highly detailed) map of the local vicinity for each <<locality>>, marking the area in which <<event,events>> actually occurred.
es: La <<extensión>> de una <<ubicación>> es la totalidad del espacio que ocupa. La extensión es una forma sencilla de alertar al usuario que, por ejemplo, todos los especímenes recolectados o las observaciones realizadas en las <<coordenadas>> indicadas estaban en realidad dentro de un área de hasta 0.5 kilómetros al rededor de ese punto. A veces puede ser muy útil incluir en sus notas de campo un mapa a gran escala (muy detallado) de las inmediaciones para cada <<localidad>>, marcando el área en la que los <<evento,eventos>> ocurrieron realmente.

source: The extent may be a linear distance, an area or a volume represented by one or more buffered points (i.e. a <<point-radius>>), buffered lines (e.g. <<transect,transects>>, <<stratigraphic section,stratigraphic sections>>), polygons, or other <<geometry,geometries>> in two or three dimensions (sphere, cube, etc.).
es: La extensión puede ser una distancia lineal, un área o un volumen representado por uno o más puntos con sus respectivos buffers (es decir un <<radio-punto>>), líneas con buffer (p. ej. <<transecto,transectos>>, <<sección estrategráfica,secciones estratigráficas>>), polígonos u otras <<geometría,geometrías>> en dos o tres dimensiones (esferas, cubos, etc.).

source: A <<location>> can be anchored to a position (as <<coordinates>>, potentially in combination with <<elevation>>, <<depth>> and <<distance above surface>>) within the <<extent>>. This may be the corner or center of a <<grid>>, the center of a polygon, the center of a circle, etc.
es: Una <<ubicación>> puede ser anclada a una posición (como <<coordenadas>>, potencialmente en combinación con una <<elevación>>, <<profundidad>> y <<distancia sobre la superficie>>) dentro de una <<extensión>>. Esta puede ser la esquina o el centro de una <<grilla>>, el centro de un polígono, el centro de un círculo, etc.

source: The <<geographic extent>> is the space occupied by the location when projected onto a 2D <<coordinate reference system>> in <<geographic coordinates>> (e.g. <<latitude>> and <<longitude>> in <<decimal degrees>> in <<WGS84>> <<datum>> on Google Maps). The <<geographic radial>> is the line segment from the <<corrected center>> of the <<location>> to the furthest point on the <<boundary>> of the geographic extent of that location. This simplified representation may be convenient for many uses, as long as the references to the <<extent>> are not lost. With the <<coordinates>> alone, the nature of the <<extent>> and the variety of conditions found therein will be lost, thus sacrificing the utility of the spatial information about the location and the contexts in which the data can be used.
es: La <<extensión geográfica>> es el espacio ocupado por una ubicación cuando se proyecta en un <<sistema de coordenadas de referencia>> 2D a través de <<coordenadas geográficas>> (e.g. <<latitud>> y <<longitud>> en <<grados decimales>> con un <<datum>> <<WGS84>> en Google Maps). El <<radio geográfico>> es el segmento de línea que parte desde el <<centro corregido>> de la <<ubicación>> hasta el punto más lejano del <<límite>> de la extensión geográfica de esa ubicación. Esta representación simplificada puede ser conveniente para muchos usos, siempre y cuando las referencias a la <<extensión>> estén presentes. Unicamente con las <<coordenadas>>, la naturaleza de la <<extensión>> y la variedad de condiciones encontradas se perderán, sacrificando así la utilidad de la información espacial sobre la ubicación y el contexto en los que se pueden utilizar los datos.

source: When recording observations, whether by people or from fixed recording instruments such as camera traps (https://www.gbif.org/document/1o6HNHuCxKaiAC8yG86gQq[Cadman & González-Talaván 2014^]), sound recorders, etc., the <<extent>> should include the effective field of view (for camera traps) or area of detectable signals covered by the sound recorders, etc. In these cases the most faithful representation of the <<location>> (the one that would allow for the least <<maximum uncertainty distance>>) should have the <<coordinates>> at the center of the extent of the field of detection, not at the position of the recording device or person. The true location may need to be calculated from the coordinates of the device using the <<radial>> and <<point-radius>> <<georeferencing method>>. If the position of the device or person is the only practical way to give the coordinates, then the radial for the location is the length of the furthest distance in the field of detection.
es: Cuando se registran observaciones, ya sea por personas o por instrumentos fijos de grabación como cámaras trampas (https://www.gbif.org/document/1o6HNHuCxKaiAC8yG86gQq[Cadman & González-Talaván 2014^]), grabadoras de sonido, etc. la <<extensión>> debe incluir el campo de visión efectivo (para trampas de cámara) o el área de detección de señales cubierta por las grabadoras de sonido, etc. En estos casos, la representación más fiel de la <<ubicación>> (la que incorpore la menor <<distancia máxima de incertidumbre>>) debería tener las <<coordenadas>> en el centro de la extensión del campo de detección y no en la posición del dispositivo de grabación o de la persona que hace el registro. La ubicación real puede necesitar ser calculada a partir de las coordenadas del dispositivo usando el <<radio>> y el <<método de georreferenciación>> <<radio-punto>>. Si la posición del dispositivo o persona es la única forma práctica de dar las coordenadas, entonces el radio de la ubicación será la medida de la distancia al punto mas lejano del campo de detección.
