Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: It is always advisable to test the structure of your database with a small sample of records before committing to using it for the whole project. In doing so, you may detect additional fields that are needed and/or fields that require definition review or that are not used at all.
es: Siempre es aconsejable probar la estructura de su base de datos con una pequeña muestra de registros antes de comprometerse a utilizarla para todo el proyecto. Al hacerlo, puede detectar campos adicionales que son necesarios y/o campos que requieren que se revise su definición o que no se utilizan en absoluto.

source: A reference worth checking before developing your own database system is the Herbarium Information Standards and Protocols for Interchange of Data (http://plantnet.rbgsyd.nsw.gov.au/HISCOM/HISPID/HISPID4/Introduction/hispid4.html[Conn 1999^], https://github.com/hiscom/hispid5[Neish et al. 2007^]), which, although set up for data interchange between herbaria, is applicable to most data from natural history collections.
es: Una referencia que vale la pena consultar antes de desarrollar su propio sistema de base de datos es los Estándares de Información de Herbario y Protocolos para el Intercambio de Datos (http://www.tdwg.org/standards/110[Conn 1999^], https://github.com/hiscom/hispid5[Neish et al. 2007^]), que, a pesar de que fue creado para el intercambio de datos entre herbarios, es aplicable a la mayoría de los datos de colecciones de historia natural.

source: Many institutions separate <<locality>> descriptions into their component parts; <<feature>> name, distance, <<direction>>, etc., and store this information in separate fields in their databases. If this division of locality information is done, it is important not to replace the verbatim free-text locality field (the data as written on the label or in the field notebook), but instead add additional fields. This is because any transformation of data has the potential to lose information and to introduce <<error,errors>>, and the written format of the description may be the only original source available. The original information should _never_ be overwritten or deleted.
es: Muchas instituciones separan las descripciones de las <<localidades>> en las partes que las componen: nombre de la <<entidad geográfica>>, distancia, <<dirección>>, etc., y almacenan esta información en campos separados en sus bases de datos. Si se decide dividir la información de la localidad, es importante no reemplazar el campo original de texto libre (los datos escritos tal como en la etiqueta o en la libreta de campo), en cambio debe agregar campos adicionales. Esto es necesario pues cualquier transformación de datos tiene el potencial de generar una pérdida de información e introducir <<error,errores>>. En este caso el formato escrito de la descripción puede ser la única fuente original disponible. La información original _nunca_ debe ser sobrescrita o eliminada.

source: Location-related fields to consider for georeferencing include all of the geography, locality, <<elevation>>, <<depth>>, and georeference terms in the Location class of Darwin Core (see term:dwc[location] and <<Mapping to Darwin Core>>) as well as the following fields that can have an influence on the georeference:
es: Los campos relacionados con la ubicación a considerar para la georreferencia incluyen: la totalidad de la geografía, la localidad, la <<elevación>>, la <<profundidad>> y los campos de georreferencia en la clase Ubicación del Darwin Core (ver término:dwc[location] y <<Mapeando al Darwin Core>>) así como los siguientes campos que pueden tener influencia en la georreferencia:

source: As many levels of administrative subdivision as necessary (e.g. country, state, county, municipality, etc.), though if the geographic scope is multinational, it is better to name the administrative subdivisions more generically to avoid confusion (e.g. country, geog_admin_1, geog_admin_2, etc.)
es: Tantos niveles de subdivisión administrativa como sea necesario (p. ej. país, estado, condado, municipio, etc.), aunque si el alcance geográfico es multinacional, es mejor nombrar las subdivisiones administrativas de manera más genérica para evitar confusión (p. ej. país, geog_admin_1, geog_admin_2, etc.)

source: Feature name, feature-type, <<offset>> distance, offset direction, offset units
es: Nombre de la entidad geográfica, tipo de la entidad geográfica, distancia de <<desplazamiento>>, dirección de desplazamiento, unidades del desplazamiento

source: Feature <<shape>>, feature center, feature radial
es: <<forma geométrica, Forma geométrica>> de la entidad geográfica, centro de la entidad geográfica, radio de la entidad geográfica

source: Township, range, section, subsection or similar for other <<grid>> systems
es: Municipio (township), rango, sección (section), subsección o similares para otro tipo de sistemas de <<grilla, grillas>>

source: Protected area
es: Área protegida

source: Watershed
es: Cuenca hidrográfica

source: Map quad
es: Mapas quad

source: <<UTM>> <<easting>>, <<northing>>, and zone
es: <<UTM>> <<este>>, <<norte>> y zona

source: For {marine}marine locations － nearest island, exclusive economic zone, etc.
es: Para {marine} ubicaciones marinas: isla más cercana, zona económica exclusiva, etc.

source: Elevation <<accuracy>>, <<vertical datum>>, and the method of determining elevation
es: <<exactitud, Exactitud>> de la elevación, <<datum vertical>> y el método usado para determinar la elevación

source: <<depth,Depth>> <<accuracy>>, vertical datum, and the method of determining depth
es: <<exactitud,Exactitud>> de la <<profundidad>>, datum vertical y el método usado para determinar la profundidad

source: Latitude degrees, latitude minutes, latitude seconds, latitude hemisphere, <<longitude>> degrees, longitude minutes, longitude seconds, longitude hemisphere
es: Grados de latitud, minutos de latitud, segundos de latitud, hemisferio de latitud, grados de <<longitud>>, minutos de longitud, segundos de longitud, hemisferio de longitud

source: Biome, to distinguish terrestrial, freshwater aquatic, and marine locations
es: Bioma, para distinguir las ubicaciones terrestres, acuáticas de agua dulce y marinas

source: <<event,Event>> date (best to follow and enforce a standard format, such as ISO 8601 (https://www.iso.org/standard/70907.html[ISO 2019^]). Note that if your project is dealing with <<location>> information only (dissociated from occurrence or event records), this may not be possible or advisable.
es: Fecha del <<evento>> (mejor seguir y aplicar un formato estándar, como ISO 8601 (https://www.iso.org/standard/70907.html[ISO 2019^]). Tenga en cuenta que si su proyecto trata únicamente con información de <<ubicación,ubicaciones>> (disociado de registros o registros de eventos), esto puede no ser posible o aconsejable.

source: Fields in the Darwin Core term:dwc[GeologicalContext] class for paleontological occurrences
es: Campos en la clase term:dwc[GeologicalContext] (contexto geológico) del Darwin Core para registros paleontológicos

source: When adding extra fields to your database, always consider that the more fields you add, the higher the chances that data entry operators could make a mistake. Therefore, although having more fields has many advantages when it comes to checking the results, try to avoid over parsing information if not really necessary.
es: Cuando agregue campos adicionales a su base de datos, siempre considere que cuantas más campos añada, mayor es la probabilidad de que los operadores de entrada de datos puedan cometer un error. Por lo tanto, aunque tener más campos tiene muchas ventajas a la hora de verificar los resultados, trate de evitar el sobre análisis de información si no es realmente necesario.

source: Applying Data Constraints
es: Aplicando Restricciones de Datos

source: One of the key ways of making sure that data are standardized and <<accuracy,accurate>> is to ensure, to the extent possible, that data are put in the correct field and that only data of an appropriate type can be put into each field by design. This is done by applying constraints on the data fields – for example, only allowing values between +90 and −90 in the field for <<decimal latitude>>. Many of the <<error,errors>> found when checking databases could have been easily avoided if the database had been set up correctly in the first place. The use of pick lists is essential where the field should contain only values from a restricted list of terms.
es: Una de las formas clave de asegurarse de que los datos estén estandarizados y sean <<exactitud,exactos>> es garantizar, en la medida de lo posible, que los datos estén en el campo correcto y que sólo un tipo apropiado de datos puedan ser ingresados en cada campo. Esto se hace aplicando restricciones a los campos de datos (por ejemplo, el campo <<latitud decimal>> sólo permite valores entre +90 y −90). Muchos de los <<error,errores>> encontrados al revisar las bases de datos podrían haberse evitado fácilmente si la base de datos se hubiera configurado correctamente en primer lugar. El uso de listas de selección es esencial cuando el campo debe contener sólo valores de una lista restringida de términos.

source: More complex constraints may also be possible. With {ecological}ecological or survey data for example, one could set <<boundary>> limits between the starting <<locality>> and ending locality of a <<transect>>. For example, if your methodology always uses 1 km or shorter transects, then the database could include a boundary limit that flagged whenever an attempt was made to place these two points more than 1 km apart.
es: También se pueden incluir restricciones más complejas. Por ejemplo, con {ecological}datos o muestreos ecológicos se podrían establecer restricciones de <<límite>> entre la <<localidad>> de inicio y la localidad final de un <<transecto>>. Por ejemplo, si su metodología siempre utiliza transectos de 1km o más cortos, entonces la base de datos podría incluir una restricción límite que señalara cada vez que se intentara situar estos dos puntos más de 1 km de distancia.

source: For more information on constraints, see various sections under <<Uncertainty Due to the Extent of the Feature>>.
es: Para más información sobre restricciones, vea varias secciones abajo <<Incertidumbre Debido a la Extensión de la Entidad Geográfica>>.

source: User Interfaces
es: Interfaces de Usuario

source: Good user-friendly interfaces are essential to make <<georeference,georeferencing>> efficient and rapid, and to cut down on operator <<error,errors>>. The design should take into consideration the specific details of the georeferencing workflow, and optimize simultaneously for both overall efficiency, and consistency of the data entry process. This will improve accuracy and cut down on errors. The layout should be friendly, easy to use, and easy on the eyes. Where possible (and the software allows it) a number of different views of the data should be presented. These views can place emphasis on different aspects of the data and help data entry operator proficiency by allowing different ways of entering the data and by presenting a changing view for the operator.
es: Las buenas interfaces amigables con el usuario son esenciales para hacer la <<georrefencia,georreferenciación>> eficiente y rápida, también para reducir los <<error,errores>> del operador. El diseño debe tener en cuenta los detalles específicos del flujo de trabajo de georreferenciación y optimizar simultáneamente tanto la eficiencia general como la consistencia del proceso de entrada de datos. Esto mejorará la exactitud y reducirá los errores. El diseño debe ser amigable, fácil de usar y agradable a la vista. Cuando sea posible (y el software lo permita) se deben presentar varias maneras diferentes de visualizar los datos. Estas visualizaciones pueden hacer hincapié en diferentes aspectos de los datos y ayudar a la eficiencia de los operadores de datos al permitirles diferentes maneras para ingresar los datos y presentandoles una visualización variable.

source: In the same way, macros and scripts can help with automated and semi-automated procedures, reducing the need for tedious (and time-consuming) repetition. For example, if the data are being entered from a number of collections by one collector, taken at the same time from the same <<location>>, the information that is repeated from record to record should be able to be entered using just one or two keystrokes.
es: De la misma manera, los macros y los scripts pueden ayudar con procedimientos automatizados y semi-automatizados, reduciendo la necesidad de repeticiones tediosas (y que consumen mucho tiempo). Por ejemplo, si los datos están siendo introducidos desde varias colecciones por un colector y son registros tomados al mismo tiempo, en la misma <<ubicación>>, se debe ser capaz de ingresar la información que se repite de registro a registro usando sólo una o dos pulsaciones de teclado.

source: If maps are being used to assist in determining georeferences, a view that sorts the data geographically may also make the process more efficient by allowing the data operator to see all the records that may fall on one map sheet. Finally, it is also important to decide which fields the data entry operators should see when they are georeferencing. Fields such as date of collection, collector, specimen ID, taxonomy, habitat, and formation (for paleontological records) are very helpful for georeferencers to see along with the more obvious locality data.
es: Si se están usando mapas para apoyar la determinación de las georreferencias, una vista que ordene los datos geográficamente también puede hacer el proceso más eficiente, permitiendo que el operador de datos vea todos los registros que pueden caer en una misma zona del mapa. Por último, también es importante decidir cuáles son los campos que los operadores de entrada de datos deben ver cuando están georreferenciando. Campos como fecha de colección, colector, ID del espécimen, taxonomía, hábitat y la formación (para los registros paleontológicos) es muy útil que los georreferenciadores los vean junto con los datos más obvios de la localidad.

source: Using Standards and Guidelines
es: Usando Normas y Pautas

source: Standard methodologies, in-house standards, and guidelines can help lead to consistency throughout the database and cut down on <<error,errors>>. A set of standards and guidelines should be established before any <<georeference,georeferencing>> begins (see <<Documentation>>). They should remain flexible enough to cater for new data and changes in processes over time, though careful thought beforehand can minimize the need for methodological changes, which might lead to inconsistencies where earlier efforts are lacking compared to those produced under newer protocols. Standards and guidelines in the following areas can improve the <<data quality,quality>> of the data and the efficiency of data entry:
es: Las metodologías estándar, los estándares internos y las pautas, pueden ayudar a que haya consistencia a través de la base de datos y a reducir el margen de <<error>>. Antes de empezar cualquier proceso de <<georreferencia,georreferenciación>> se debe establecer un conjunto de estándares y pautas (ver <<Documentación>>). Este conjunto debe mantenerse lo suficientemente flexible como para dar cabida a nuevos datos y cambiar en los diferentes procesos a través del tiempo. El pensamiento minucioso con antelación puede minimizar la necesidad de cambios metodológicos, que podrían generar inconsistencias cuando faltan esfuerzos previos a comparación de las inconsistencias producidas bajo los nuevos protocolos. Los estándares y pautas en las siguientes áreas pueden mejorar la <<calidad de datos,calidad>> de los datos y la eficiencia de la entrada de datos:

source: Units of measure. Use a single unit of measure in interpreted fields. For example, do not allow a mixture of feet and meters in <<elevation>> and <<depth>> fields. Irrespective of this, the original units and measurements should be retained in a verbatim field.
es: Unidades de medida. Utilice una sola unidad de medida en los campos interpretados. Por ejemplo, no permita una mezcla de pies y metros en los campos de <<elevación>> y <<profundidad>>. Independientemente de ello, las unidades y las mediciones originales deben conservarse en un campo original.

source: Methods and formats for determining and recording <<uncertainty>> and <<extent>>.
es: Métodos y formatos para determinar y registrar la <<incertidumbre>> y <<extensión>>.

source: Required fields (fields that must have meaningful, non-empty values).
es: Campos obligatorios (campos que deben tener valores significantes, no vacíos).

source: Format for recording <<coordinates>> (e.g. <<DMS,degrees/minutes/seconds>>, degrees/decimal minutes, or <<decimal degrees>> for <<latitude>> and <<longitude>>).
es: Formato para el registro de las <<coordenadas>> (p. ej.<<GMS,grados/minutos/segundos>>, grados/minutos decimales, o <<grados decimales>> para <<latitud>> y <<longitud>>).

source: Original source(s) of place names and <<feature,features>>.
es: Fuente(s) original de nombres de lugares y <<entidad geográfica,entidades geográficas>>.

source: Dealing with typographical <<error,errors>> and other errors in the existing database.
es: Cómo tratar con <<error,errores>> tipográficos y otros errores en la base de datos existente.

source: Number of decimal places to keep in the various fields with decimal numbers.
es: Número de cifras decimales a mantener en los diversos campos que contienen números decimales.

source: How to deal with "empty" values as opposed to the numerical value zero (Note: configure databases to not supply 0 for an empty value).
es: Cómo tratar con los valores "vacíos" en lugar del valor numérico cero (Nota: configure las bases de datos para no proporcionar 0 para un valor vacío).

source: How to deal with mandatory fields that cannot be filled in immediately (e.g. because a reference has to be found). There may be a need for a default value that flags that the information is still required.
es: Cómo tratar los campos obligatorios que no se pueden ingresar inmediatamente (p. ej. porque hay que encontrar una referencia). Puede haber una necesidad de un valor por defecto que indique que la información sigue siendo requerida.

source: Methods for data validation that will be carried out before a record can be considered complete and verified.
es: Métodos de validación de datos que se llevarán a cabo antes de que un registro pueda considerarse completo y verificado.

source: Determining and documenting your institution’s own georeferencing best practice in manuals, for example that suit the circumstances of that institute (including language, local software and resources, etc.) can help maintain consistency as well as assist in training and <<data quality>> recording. As an example, see http://repository.humboldt.org.co/handle/20.500.11761/9610[Escobar et al. 2015^], where an internal document for the Alexander von Humboldt Institute in Colombia has been developed and put into practice. See also <<Documentation>>.
es: Determinar y documentar las buenas prácticas de georreferenciación propias de su institución en manuales, por ejemplo que se adapte a las circunstancias de ese instituto (incluyendo idioma, software y recursos locales, etc.), puede ayudar a mantener la consistencia así como a ayudar en la capacitación y al registro de <<calidad de datos>>. Como ejemplo recomendamos ir a http://repository.humboldt.org.co/handle/20.500.11761/9610[Escobar et al. 2015^], donde se ha desarrollado y puesto en práctica un documento interno para el Instituto Alexander von Humboldt en Colombia. Ver también <<Documentación>>.

source: Data Entry Operators
es: Operadores de Entrada de Datos

source: One of the greatest sources of <<georeference,georeferencing>> <<error>> is the data entry process. It is important that this process is made user-friendly and set up so that many errors cannot occur (e.g. through the use of pick lists, field constraints, etc.). The selection and training of data entry operators (see under <<Training>>) can make a big difference to the final <<data quality,quality>> of the georeferenced data. As mentioned earlier, the provision of good guidelines and standards can help in the training process and allow for data entry operators to reinforce their training over time.
es: Una de las fuentes más grandes de <<error>> en la <<georreferencia,georreferenciación>> es el proceso de entrada de datos. Es importante que este proceso sea fácil de usar y configurado de tal manera que no puedan ocurrir muchos errores (p. ej. a través del uso de listas de selección, restricciones de campos, etc.) La selección y formación de los operadores de entrada de datos (ver debajo en <<Entrenamiento>>) puede marcar una gran diferencia en <<calidad de datos,calidad>> final de los datos georreferenciados. Como se ha mencionado anteriormente, la provisión de buenas pautas y normas puede ayudar en el proceso de entrenamiento y permitir que los operadores de entrada de datos refuercen su formación con el tiempo.

source: Georeferencing Workflow – Localities
es: Flujo de Trabajo de Georreferenciación: Localidades

source: At the heart of any <<georeference,georeferencing>> project is the hands-on georeferencing of individual <<locality>> descriptions. The value of getting this part right can't be overstated.
es: En el corazón de cualquier proyecto <<georreferencia,georreferenciación>> se encuentra la georreferenciación práctica de cada una de las <<localidad, localidades>>. El valor de hacer bien este proceso no se puede sobrestimar.

source: Regardless of what other steps might have preceded this in a project workflow, for individual localities we recommend the following georeferencing workflow — refined from https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^].
es: Independientemente de que haya otros pasos antes de este en un flujo de trabajo de un proyecto, para las localidades individuales recomendamos el siguiente flujo de trabajo de georreferenciación, mejorado de https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^].

source: Choose the <<georeferencing method>> (e.g. <<point-radius>>, <<bounding-box>>, <<shape>>) to use. You may do this for all localities or on a case by case basis (see <<Georeferencing Methods>>).
es: Elegir el <<método de georreferenciación>> (p. ej. <<radio-punto>>, <<caja delimitadora>>, <<forma geométrica>>) a usar. Se puede hacer esto para todas las localidades o caso por caso (ver <<Métodos de Georreferenciación>>).

source: Parse the locality into <<locality clause,locality clauses>> (see <<Parsing the Locality Description>>).
es: Descomponer la localidad en <<claúsula de la localidad,clausulas de localidad>> (ver <<Descomponiendo la Descripción de la Localidad>>).

source: Identify the <<feature>>(s) and determine the <<locality type>> of the most specific <<locality clause>> (see <<Classifying the Locality Description>>).
es: Identificar la(s) <<entidad geográfica, entidad(es) geografica(s)>> y determinar el <<tipo de localidad>> de la <<clausula de la localidad>> más específica (ver <<Clasificando la Descripción de la Localidad>>).
