Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: With the ever increasing availability of high-quality satellite imagery and <<shape,shapes>> for geographic <<feature,features>>, online digital map resources are increasingly being used to find features and their <<boundary,boundaries>>, and to <<georeference>>. Some sites have tools that are particularly suited for drawing and measuring on maps. In Google Maps, for example, the measuring tool can be initiated by clicking at your starting point or origin, then using right-click to select *_Measure distance_* from a pop-up menu. You can then click on your end point and a line segment with distance indicators will join the two chosen locations. You can click repeatedly to trace a <<path>>, such as along a road or river. You can also close the shape to make a polygon by clicking on the starting point again. Once you have your line or polygon, you can modify the node positions (for example after zooming in further), and add intermediate nodes. It can also be used to determine distance from a point, such as "5 km N of [feature]". By closing the polygon, you can get an area as well as total distance. Determine <<uncertainty>> as you would for any other map, but be aware of the effects of the level at which you may be zoomed in. One's capacity to point accurately is higher at higher zoom levels. One can test the effect empirically by trying repeatedly to put a marker on the center of a feature that can be seen at low zoom levels, then checking how far off they are on average at higher zoom levels.
es: Gracias a la creciente disponibilidad de imágenes satelitales de alta calidad y de <<forma geométrica,formas geométrica>> para <<entidad geográfica,entidades geográficas>>, los recursos de mapas digitales en línea se utilizan cada vez más para encontrar entidades y sus <<límite,límites>>, así como para <<georreferencia, georreferenciar>>. Algunos sitios tienen herramientas especialmente adecuadas para dibujar y medir sobre los mapas. En Google Maps, por ejemplo, la herramienta de medición puede iniciarse haciendo clic en el punto de partida u origen y luego utilizando el botón derecho del ratón para seleccionar *_Medir distancia_* en un menú emergente. Luego, se puede hacer clic en el punto final y un segmento de línea con indicadores de distancia unirá las dos ubicaciones elegidas. Posteriormente, puede hacer clic repetidamente para trazar un "sendero", por ejemplo, a lo largo de una carretera o un río. También puede cerrar la forma para hacer un polígono haciendo clic de nuevo en el punto inicial. Una vez que tenga su línea o polígono, puede modificar las posiciones de los nodos (por ejemplo, después de hacer más zoom) y añadir nodos intermedios. También se puede utilizar para determinar la distancia desde un punto, como "5 km al N de una [entidad geográfica]". Al cerrar el polígono, puede obtener un área así como la distancia total. Determine la <<incertidumbre>> como lo haría con cualquier otro mapa, pero tenga en cuenta los efectos del nivel en el que puede estar el zoom. La capacidad de señalar con precisión es mayor a niveles de zoom más altos. Se puede comprobar el efecto empíricamente tratando de poner repetidamente un marcador en el centro de una entidad que se pueda ver con niveles de zoom bajos y luego comprobar qué tan lejos están en promedio a mayores niveles de zoom.

source: The positional error on Google Maps and Google Earth is poorly documented and varies both geographically and with imagery resolution. We recommend the conservative combination of root mean square error from Google Earth and Landsat imagery of 89.7m estimate derived by https://doi.org/10.3390/s8127973[Potere 2008^] for Google Earth or Google Map readings in or before 2008. After that, we recommend the 8m (95 per cent confidence interval) estimated by https://doi.org/10.1590/S1982-21702013000400005[Paredes-Hernández et al. 2013^]. Limited data based on the <<accuracy>> of street junctions on OpenStreetMap (https://www.researchgate.net/publication/267857078_Comparative_Spatial_Analysis_of_Positional_Accuracy_of_OpenStreetMap_and_Proprietary_Geodata[Helbich et al. 2012^]) suggests that this source has accuracy of the same order of magnitude as the Google products. Note that measurements in Google Earth and Google Maps are direct lines and don't account for changes in elevation.
es: El error de posición en Google Maps y Google Earth está poco documentado y varía tanto geográficamente como con la resolución de las imágenes. Recomendamos la combinación conservadora del error cuadrático medio de Google Earth y el de las imágenes Landsat de 89,7m estimado por https://doi.org/10.3390/s8127973[Potere 2008^] para las lecturas de Google Earth o Google Maps durante o antes del 2008. Después de estas fechas, se recomienda un valor de 8m (intervalo de confianza del 95%) estimado por https://doi.org/10.1590/S1982-21702013000400005[Paredes-Hernández et al. 2013^]. Los datos limitados basados en la <<exactitud>> de los cruces de calles en OpenStreetMap (https://www.researchgate.net/publication/267857078_Comparative_Spatial_Analysis_of_Positional_Accuracy_of_OpenStreetMap_and_Proprietary_Geodata[Helbich et al. 2012^]) sugieren que esta fuente tiene una precisión del mismo orden de magnitud que los productos de Google. Hay que tener en cuenta que las mediciones en Google Earth y Google Maps son líneas directas y no tienen en cuenta los cambios de elevación.

source: Uncertainties in Marine Maps
es: Incertidumbres en los Mapas Marinos

source: h|ZOC h|Positional <<accuracy,Accuracy>> h|Depth <<accuracy,Accuracy>> h|Seafloor Coverage |A1 |± 5m (16 ft) |=0.50m (1.6 ft) +
es: h|ZOC h|<<exactitud,Exactitud>> Posicional h|<<exactitud,Exactitud>> de la Profundidad h|Cobertura del Fondo Marino |A1 |± 5m (16 ft) |=0. 0m (1,6 pies) +

source: 1% depth |All significant seafloor features detected. |A2 |± 20m (66 ft) |=1.0m (3.2 ft) +
es: 1% de profundidad |Todas las características significativas del fondo marino detectadas. |A2 |± 20m (66 ft) |=1,0m (3.2 ft) +

source: 2% depth |All significant seafloor features detected. |B |± 50m (160 ft) |=1.0m (3.2 ft) +
es: 2% de profundidad |Todas las características significativas del fondo marino detectadas. |B |± 50m (160 ft) |=1,0m (3.2 ft) +

source: 2% depth |Uncharted features hazardous to surface navigation are not expected but may exist. |C |± 500m (1600 ft) |=2.0m (6.5 ft) +
es: 2% de profundidad |No se espera que haya entidades peligrosas para la navegación de superficie, pero pueden existir. |C |± 500m (1600 ft) |=2.0m (6.5 ft) +

source: 5% depth |Depth anomalies may be expected. |D |Worse than ZOC C |Worse than ZOC C |Large depth anomalies may be expected. |U 3+|Unassessed. The quality of bathymetric data has yet to be assessed.
es: 5% de profundidad |Se pueden esperar anomalías de profundidad. |D |Peor que ZOC C |Peor que ZOC C |Se pueden esperar grandes anomalías de profundidad. |U 3+|No evaluado. La calidad de los datos batimétricos aún no ha sido evaluada.

source: Uncertainty due to GPS
es: Incertidumbre debido al GPS

source: Uncertainty due to using previously georeferenced localities
es: Incertidumbre debido al uso de localidades previamente georreferenciadas

source: Uncertainty Related to Coordinate Precision
es: Incertidumbre Relacionada con la Precisión de las Coordenadas

source: h|Precision h|0 degrees Latitude h|30 degrees Latitude h|60 degrees Latitude h|85 degrees Latitude |1.0 degree |156,904 m |146,962 m |124,605 m |112,109 m |0.1 degree |15,691 m |14,697 m |12,461 m |11,211 m |0.01 degree |1,570 m |1,470 m |1,246 m |1,121 m |0.001 degree |157 m |147 m |125 m |112 m |0.0001 degree |16 m |15 m |13 m |12 m |0.00001 degree |2 m |2 m |2 m |2 m |1.0 minute |2,615 m |2,450 m |2,077 m |1,869 m |0.1 minute |262 m |245 m |208 m |187 m |0.01 minute |27 m |25 m |21 m |19 m |0.001 minute | 3 m |3 m |3 m |2 m |1.0 second |44 m |41 m |35 m |32 m |0.1 second |5 m |5 m |4 m |4 m |0.01 second |1 m |1 m |1 m |1 m
es: h|Precisión h|0 grados Latitud h|30 grados Latitud h|60 grados Latitud h|85 grados Latitud |1. grado |156,904 m |146,962 m |124,605 m |112,109 m |0. grado |15,691 m |14,697 m |12,461 m |11,211 m |0,01 grado |1,570 m |1,470 m |1,246 m |1,121 m |0. 01 grado |157 m |147 m |125 m |112 m |0.0001 grado |16 m |15 m |13 m |12 m |0. 0001 grado |2 m |2 m |2 m |2 m |1,0 minuto |2,615 m |2,450 m |2,077 m |1,869 m |0. minuto |262 m |245 m |208 m |187 m |0.01 minuto |27 m |25 m |21 m |19 m |0. 01 minuto | 3 m |3 m |3 m |2 m |1,0 segundo |44 m |41 m |35 m |32 m |0. segundo |5 m |5 m |4 m |4 m |0.01 segundo |1 m |1 m |1 m |1 m

source: Coordinate precision
es: Precisión de las coordenadas

source: *Lat:* 10.27° *Long:* −123.6° *Datum:* WGS84
es: *Lat:* 10.27° *Largo:* −123.6° *Datum:* WGS84

source: *Lat:* 10.00000° *Long:* −123.50000° *Datum:* WGS84
es: *Lat:* 10.00000° *Largo:* −123.50000° *Datum:* WGS84

source: Uncertainty from Unknown Datum
es: Incertidumbre debido a un Datum Desconocido

source: Uncertainty Related to Heading
es: Incertidumbre Relacionada con la Orientación Cardinal

source: h|Precision h|Interpretation h|Example h|Heading Uncertainty |N |Between NW and NE |10.6 km N of Lambert Centre |45° |NE |Between NNE and ENE |10.5 mi NE of Lambert Centre |22.5° |NNE |Between N of NNE and E of NNE |10 km NNE of Lambert Centre |11.25°
es: h|Precisión h|Interpretación h|Ejemplo h|Incertidumbre de Orientación |N |Entre NO y NE |10.6 km N de Lambert Centre |45° |NE |Entre NNE y ENE |10. mi NE de Lambert Centre |22. ° |NNE |Entre N de NNE y E de NNE |10 km NNE de Lambert Centre |11.25°

source: Using the example
es: Usando el ejemplo

source: 10 km NE of Lambert Centre
es: A 10 km NE de Lambert Centre

source: where x=dcos(θ), y=dsin(θ), x′=dcos(θ′), and y′=dsin(θ′). The uncertainty in the above example would be 3.90 km.
es: donde x=dcos(θ), y=dsin(θ), x′=dcos(θ′) y y′=dsin(θ′). La incertidumbre en el ejemplo anterior sería de 3.90 km.

source: Uncertainty Related to Offset Precision
es: Incertidumbre Relacionada con la Precisión del Desplazamiento

source: h|Distance h|Recommended Uncertainty h|Uncertainty sec. Frazier et al. |10.1 km |0.05 km |0.1 km |10.25 mi |0.125 mi |0.01 mi |10.5 km |0.25 km |0.1 km |10.6 mi |0.05 mi | 0.1 mi |10.75 km |0.125 km |0.01 km |10 mi |0.5 mi |1.5 mi |15 km |0.5 km |1 km |30 mi |0.5 mi |4.5 mi |33 km |0.5 km |1 km |100 mi |5 mi |15 mi |140 km |5 km |21 km |200 mi |5 mi |30 mi |1000 m |50 m |150 m |2000 m |50 m |300 m
es: h|Distancia h|Incertidumbre Recomendada h|Incertidumbre seg. Frazier et al. |10.1 km |0.05 km |0.1 km |10.25 mi |0.125 mi |0. 1 mi |10.5 km |0.25 km |0.1 km |10.6 mi |0.05 mi | 0. mi |10.75 km |0.125 km |0.01 km |10 mi |0. mi |1,5 mi |15 km |0.5 km |1 km |30 mi |0.5 mi |4.5 mi |33 km |0. km |1 km |100 mi |5 mi |15 mi |15 mi |140 km |5 km |21 km |21 km |200 mi |5 mi |30 mi |1000 m |50 m |150 m |2000 m |50 m

source: Combined Uncertainties
es: Incertidumbres Combinadas

source: Using the Georeferencing Quick Reference Guide
es: Utilizando la Guía de Referencia Rápida de Georreferenciación

source: Using the Georeferencing Calculator
es: Usando la Calculadora de Georreferenciación

source: Difficult Localities
es: Localidades Difíciles

source: Determining Spatial Fit
es: Determinando el Ajuste Espacial

source: |The <<spatial fit>> of the white circle (r₂) |stem:[(pi r_2^2)/A] |The <<spatial fit>> of the bounding box |stem:[(2 r_2^2)/A] |The <<spatial fit>> of the yellow circle (r₁) |stem:[(pi r_1^2)/A] |The <<spatial fit>> of the polygon |*1* |The <<spatial fit>> of the point C |*0*
es: |El <<ajuste espacial>> del circulo blanco (r₂) |stem:[(pi r_2^2)/A] |El <<ajuste espacial>> de la caja delimitadora |stem:[(2 r_2^2)/A] |El <<ajuste espacial>> del circulo amarillo (r₁) |stem:[(pi r_1^2)/A] |El <<ajuste espacial>> del polígono |*1* |El <<ajuste espacial>> del punto C |*0*

source: |The <<spatial fit>> of the white circle (r₂) |stem:[(pi r_2^2)/(2r_2^2)] |The <<spatial fit>> of the bounding box |*1* |The <<spatial fit>> of the yellow circle (r₁) |*0* |The <<spatial fit>> of the polygon |*0* |The <<spatial fit>> of the point C |*0*
es: |El <<ajuste espacial>> del circulo blanco (r₂) |stem:[(pi r_2^2)/(2r_2^2)] |El <<ajuste espacial>> de la caja delimitadora |*1* |El <<ajuste espacial>> del circulo amarillo (r₁) |*0* |El <<ajuste espacial>> del polígono |*0* |El <<ajuste espacial>> del punto C |*0*

source: |The <<spatial fit>> of the white circle (r₂) |stem:[r_2^2/r_1^2] |The <<spatial fit>> of the bounding box |*0* |The <<spatial fit>> of the yellow circle (r~1~) |*1* |The <<spatial fit>> of the polygon |*0* |The <<spatial fit>> of the point C |*0*
es: |El <<ajuste espacial>> del circulo blanco (r₂) |stem:[r_2^2/r_1^2] |El <<ajuste espacial>> de la caja delimitadora |*0* |El <<ajuste espacial>> del circulo amarillo (r~1~) |*1* |El <<ajuste espacial>> del polígono |*0* |El <<ajuste espacial>> del punto C |*0*

source: |The <<spatial fit>> of the white circle (r~2~) |*Undefined* |The <<spatial fit>> of the bounding box |*Undefined* |The <<spatial fit>> of the yellow circle (r~1~) |*Undefined* |The <<spatial fit>> of the polygon |*Undefined* |The <<spatial fit>> of the point C |*1*
es: |El <<ajuste espacial>> del circulo blanco (r₂) |*Indefinido* |El <<ajuste espacial>> de la caja delimitadora |*Indefinido* |El <<ajuste espacial>> del circulo amarillo (r~1~) |*Indefinido* |El <<ajuste espacial>> del polígono |*Indefinido* |El <<ajuste espacial>> del punto C |*1*

source: Collaborative Georeferencing
es: Georreferenciación Colaborativa

source: *Advantages*
es: *Ventajas*

source: *Disadvantages*
es: *Desventajas*

source: Other Collaborative Georeferencing Projects
es: Otros Proyectos de Georreferenciación Colaborativa

source: Sharing Data
es: Compartiendo los Datos

source: Mapping to Darwin Core
es: Mapeando al Darwin Core

source: Glossary
es: Glosario

source: The purpose of this glossary is to describe important concepts in accordance with the intended meaning in this document, the associated {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] and the https://doi.org/10.35035/gdwq-3v93[Georeferencing Calculator Manual (Bloom et al. 2020)^]. These concepts are treated in broader contexts in many other sources. We have adapted the terms presented here from many sources including Wikipedia (as of November 2019), the ESRI Dictionary (as of November, 2019) (https://support.esri.com/en/other-resources/gis-dictionary/browse/[ESRI n.d.^]), and various articles within https://doi.org/10.4135/9781412953962[Kemp 2008^].
es: El propósito de este glosario es definir conceptos importantes de acuerdo con el significado previsto en este documento y otros asociados como la {gqg}[Guía Rápida de Georreferenciación (Zermoglio et al. 2020)^] y el https://doi.org/10.35035/gdwq-3v93[Manual de la Calculadora de Georreferenciación (Bloom et al. 2020)^]. Los términos presentados se han adapto de muchas fuentes, incluyendo Wikipedia (desde noviembre de 2019), el Diccionario de ESRI (desde noviembre de 2019) (https://support.esri.com/es/other-resources/gis-dictionary/browse/[ESRI n.d.^]), y varios artículos como https://doi.org/10.4135/9781412953962[Kemp 2008^]. Sin embargo, estos conceptos pueden ser consultados en otras fuentes con mayor contexto.

source: [[accuracy]]accuracy
es: [[exactitud]]exactitud

source: The closeness of an estimated value (for example, measured or computed) to a standard or accepted ("true") value. Antonym: inaccuracy. Compare <<error>>, <<bias>>, <<precision>>, <<false precision>> and <<uncertainty>>.
es: La cercanía de un valor estimado (por ejemplo, medido o calculado) a un valor estándar o aceptado ("verdadero"). Antónimo: inexactitud. Comparar con <<error>>, <<sesgo>>, <<precisión>>, <<falsa precisión>> e <<incertidumbre>>.

source: "The true value is not known, but only estimated, the accuracy of the measured quantity is also unknown. Therefore, accuracy of coordinate information can only be estimated." (ftp://glonass-center.ru/REPORTS/OLD/NRCAN/Accuracy_Standards.pdf[Geodetic Survey Division 1996^], https://www.fgdc.gov/standards/projects/accuracy/part3/chapter3[FGDC 1998^]).
es: "El valor verdadero no es conocido, sólo estimado, la exactitud de la cantidad medida también es desconocida. Por lo tanto, la exactitud de la coordenada sólo puede ser estimada. (ftp://glonass-center.ru/REPORTS/OLD/NRCAN/Accuracy_Standards.pdf[Geodetic Survey División 1996^], https://www.fgdc.gov/standards/projects/accuracy/part3/chapter3[FGDC 1998^]).

source: [[altitude]]altitude
es: [[altitud]]altitud

source: A measurement of the vertical distance above a <<vertical datum>>, usually <<mean-sea-level>> or <<geoid>>. For points on the surface of the Earth, altitude is synonymous with <<elevation>>.
es: Una medida de la distancia vertical por encima de un <<datum vertical>>, ya sea el <<nivel medio del mar>> o un <<geoide>>. Para los puntos sobre la superficie de la Tierra, la altitud es sinónimo de <<elevación>>.

source: [[antimeridian]]antimeridian
es: [[antimeridiano]]antimeridiano

source: The <<meridian>> of <<longitude>> opposite a given <<meridian>>. A meridian and its antimeridian form a continuous ring around the Earth. The "Antimeridian" is the specific meridian of longitude opposite the <<prime meridian>> and is used as the rough basis of the International Date Line.
es: El <<meridiano>> de <<longitud>> opuesta a un <<meridiano>> de referencia. Un meridiano y su antimeridiano forman un anillo continuo alrededor de la Tierra. El "Antimeridiano" es el meridiano específico de longitud opuesta al <<meridiano cero>> y se utiliza como base de la Línea internacional de cambio de fecha.

source: [[bathymetry]]bathymetry
es: [[batimetría]]batimetría:

source: The measure of <<depth>> of water in oceans, seas and lakes.
es: Medida de <<profundidad>> del agua en océanos, mares y lagos.

source: The shapes of underwater terrains, including underwater topography and sea floor mapping.
es: Las formas de los terrenos subacuáticos, incluyendo la topografía submarina y el mapeo de los fondos marinos.

source: [[bias]]bias
es: [[sesgo]]sesgo

source: The difference between the average value of a set of measurements and the accepted true value. Bias is equivalent to the average systematic <<error>> in a set of measurements and a correction to negate the systematic error can be made by adjusting for the bias. Compare <<accuracy>>, <<error>>, <<precision>>, <<false precision>> and <<uncertainty>>.
es: La diferencia entre el promedio de un conjunto de mediciones y el valor verdadero aceptado. El sesgo es equivalente al promedio del <<error>> sistemático en un conjunto de mediciones y una corrección para contrarrestar el error sistemático puede hacerse ajustando el sesgo. Comparar con <<exactitud>>, <<error>>, <<precisión>>, <<falsa precisión>> e <<incertidumbre>>.

source: [[boundary]]boundary
es: [[límite]]límite

source: The spatial divide between what is inside a <<location>> and what is outside of it.
es: La división espacial entre lo que está dentro de una <<ubicación>> y lo que está fuera de ella.

source: [[bounding-box]]bounding box
es: [[caja-delimitadora]]caja delimitadora

source: An area defined by the <<coordinates>> of two diagonally opposite corners of a polygon, where those two corners define the north-south and east-west extremes of the area contained within.
es: Área definida por las <<coordenadas>> de dos esquinas diagonalmente opuestas de un polígono, que definen los extremos norte-sur y este-oeste del área contenida.

source: clause
es: cláusula

source: see <<locality clause>>.
es: ver <<claúsula de la localidad>>.

source: [[coordinate-format]]coordinate format
es: [[formato-de-las-coordenadas]]formato de las coordenadas

source: The format in which <<coordinates>> are encoded, such as "<<decimal degrees>>", "<<DMS,degrees minutes seconds>>", "degrees decimal minutes", or <<UTM>>.
es: Formato en el que las <<coordenadas>> están codificadas, como "<<grados-decimales>>", "<<GMS,grados minutos segundos>>", "grados minutos decimales" o <<UTM>>.

source: [[coordinate-precision]]coordinate precision
es: [[precisión-de-las-coordenadas]]precisión de las coordenadas

source: The fraction of a degree corresponding to the number of significant digits in the source <<coordinates>>. For example, if the coordinates are reported to the nearest minute, the <<precision>> is 1/3600th (0.00027778) of a degree; if a <<decimal-degrees,decimal degree>> is reported to two decimal places, the precision is 0.01 of a degree.
es: La fracción de un grado correspondiente al número de dígitos significativos en las <<coordenadas>> originales. Por ejemplo, si las coordenadas son reportadas al minuto más cercano, la <<precisión>> es 1/3600th (0. 0027778) de grado; si un <<grados-decimales,grado decimal>> se reporta a dos decimales, la precisión es 0.01 de grado.

source: [[coordinate-reference-system]]coordinate reference system
es: [[sistema-de-referencia-de-coordenadas]]sistema de referencia de coordenadas

source: (also <<spatial reference system>>) A <<coordinate system>> defined in relation to a standard reference or <<datum>>.
es: (también <<sistema de referencia espacial>>) Un <<sistema de coordenadas>> definido en relación a una referencia estándar o <<datum>>.

source: [[coordinate-system]]coordinate system
es: [[sistema-de-coordenadas]]sistema de coordenadas

source: A geometric system that defines the nature and relationship of the <<coordinates>> it uses to uniquely define positions. Examples include the <<geographic coordinate system>> and the <<UTM>> coordinate system.
es: Un sistema geométrico que describe la naturaleza y la relación de las <<coordenadas>> usadas para definir posiciones únicas. Algunos ejemplos incluyen el <<sistema de coordenadas geográfico>> y el sistema de coordenadas <<UTM>>.

source: [[coordinate-uncertainty]]coordinate uncertainty
es: [[incertidumbre-de-las-coordenadas]]incertidumbre de las coordenadas

source: A measure of the minimum distance on the surface from a <<coordinates,coordinate>> within which a <<locality>> might be interpreted to be.
es: Medida de la distancia mínima desde una <<coordenadas,coordenada>>, en la que puede interpretarse que se ubica una <<localidad>>.

source: [[coordinates]]coordinates
es: [[coordenadas]]coordenadas

source: A set of values that define a position within a <<coordinate system>>. Coordinates are used to represent <<location,locations>> in space relative to other locations.
es: Conjunto de valores que definen una posición dentro de un <<sistema de coordenadas>>. Las coordenadas se utilizan para representar <<ubicación,ubicaciones>> en el espacio en relación a otras ubicaciones.

source: [[coordinateUncertaintyInMeters]]coordinateUncertaintyInMeters
es: [[Incertidumbre-de-las-coordenadas-en-metros]]Incertidumbre de las coordenadas en metros

source: The <<Darwin Core>> term corresponding to the <<maximum uncertainty distance>> when given in meters.
es: Término <<Darwin Core>> correspondiente a la <<distancia máxima de incertidumbre>> en metros.

source: [[corrected-center]]corrected center
es: [[centro-corregido]]centro corregido
