Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: With values, it describes the finest unit of measurement used to express that value (e.g. if a record is reported to the nearest second, the precision is 1/3600^th^ of a degree; if a <<decimal degrees,decimal degree>> is reported to two decimal places, the precision is 0.01 of a degree).
es: Con valores, describe la mejor unidad de medida utilizada para expresar ese valor (p. ej. si un registro se reporta al segundo más cercano, la precisión es 1/3600 ^ de un grado; si un <<grados decimales,grado decimal>> es reportado a dos decimales, la precisión es 0. 1 de grado).

source: Antonym: imprecision. Compare <<accuracy>>, <<error>>, <<bias>>, <<false precision>>, and <<uncertainty>>.
es: Antónimo: imprecisión. Comparar con <<exactitud>>, <<error>>, <<sesgo>>, <<falsa precisión>> e <<incertidumbre>>.

source: [[prime-meridian]]prime meridian
es: [[prime-meridian]]meridiano cero

source: The set of <<location,locations>> with <<longitude>> designated as 0 degrees east and west, to which all other longitudes are referenced. The Greenwich <<meridian>> is internationally recognized as the <<prime meridian>> for many popular and official purposes.
es: Conjunto de <<ubicación,ubicaciones>> con <<longitud>> designada como 0 grados este y oeste, a partir del cuál se referencian todas las longitudes. El <<meridiano>> de Greenwich es reconocido internacionalmente como el <<meridiano cero>> para muchos propósitos populares y oficiales.

source: [[projection]]projection
es: [[projection]]proyección

source: A series of transformations that convert the locations of points in a <<coordinate reference system>> on a curved surface (the reference surface or <<datum>>) to the <<location,locations>> of corresponding points in a coordinate reference system on a flat plane. The datum is an integral part of the projection, as projected <<coordinate system,coordinate systems>> are based on <<geographic coordinates>>, which are in turn referenced to a <<geodetic datum>>. It is possible, and even common for datasets to be in the same projection, but referenced to distinct geodetic datums, and therefore have different <<coordinates,coordinate>> values.
es: Serie de transformaciones que convierten la ubicación de los puntos de un <<sistema de coordenadas de referencia>> sobre una superficie curvada (la superficie de referencia o <<datum>>), en las <<ubicación,ubicaciones>> de dichos puntos a un sistema de referencia de coordenadas plano o proyectado. El datum es una parte integral de la proyección ya que los <<sistema de coordenadas,sistemas de coordenadas>> proyectados se basan en <<coordenadas geográficas>>, que a su vez son referenciadas en un <<datum geodésico>>. Es posible, e incluso común, que los conjuntos de datos estén en la misma proyección, pero referenciados a distintos datums geodésicos y, por lo tanto, tengan diferentes valores en sus <<coordenadas>>.

source: [[quality]]quality
es: [[quality]]calidad

source: see <<data quality>>.
es: ver <<calidad de datos>>.

source: [[radial]]radial
es: [[radio]]radio

source: The distance from a center point (e.g. the <<corrected center,corrected>> or <<geographic center>>) within a <<location>> to the furthest point on the outermost <<boundary>> of that <<location>>. See also <<geographic radial>>.
es: Distancia desde un punto central (p. ej. el <<centro corregido,corregido>> o <<centro geográfico>>) dentro de una <<ubicación>> al punto más lejano del <<límite>> de esa <<ubicación>>. Ver también <<radio geográfico>>.

source: [[repatriate]]repatriate, repatriation
es: [[repatriate]]repatriar, repatriación

source: The process of returning something to the source from which it was extracted. In the <<georeference,georeferencing>> sense, this refers to the process of adding the results of georeferencing to the original data, especially when georeferencing was done by a third party.
es: Proceso de retornar algo a la fuente de la que fue extraído. En el sentido de la <<georreferencia,georreferenciación>> se refiere al proceso de agregar los resultados de la georreferenciación a los datos originales, especialmente cuando esta fue realizada por un tercero.

source: [[rules-of-interpretation]]rules of interpretation
es: [[rules-of-interpretation]]reglas de interpretación

source: A documented set of steps to take in order to produce a standardized representation of source information.
es: Conjunto documentado de pasos a tomar para producir una representación estandarizada de la información fuente.

source: [[SBAS]]Satellite Based Augmentation System (SBAS)
es: [[SBAS]]Sistema de Aumentación Basado en Satélites (SBAS)

source: A civil aviation safety-critical system that supports wide-area or regional augmentation through the use of geostationary (GEO) satellites that broadcast the augmentation information (see discussion in section <<Satellite Based Augmentation System>>).
es: Un sistema crítico para la aviación civil que apoya la corrección regional o de amplia área mediante el uso de satélites geoestacionarios (GEO) que difunden la información aumentada (véase la discusión en la sección <<Satellite Based Augmentation System>>).

source: [[shape]]shape
es: [[forma-geométrica]]forma geométrica

source: Synonym of <<footprint>>. A representation of the <<geographic component>> of a location as a <<geometry>>. The result of a <<georeferencing method,shape georeferencing method>> includes a shape as the geographic component of the <<georeference>>, which contains the set of all possible <<geographic coordinates>> where a <<location>> might be interpreted to be. This representation encompasses all of the geographical <<uncertainty,uncertainties>> within the geometry given. The shape method uses ranges to represent the non-geographic descriptors of the location (<<elevation>>, <<depth>>, <<distance above surface>>).
es: Sinónimo de <<footprint>>. Una representación del <<componente geográfico>> de una ubicación a partir de una <<geometría>>. El resultado de la aplicación de un <<método de georreferenciación, método de georreferenciación de formas geométricas>> incluye una forma geométrica como componente geográfico de la <<georreferencia>>, que contiene el conjunto de todas las posibles <<coordenadas geográficas>> donde una <<ubicación>> podría estar presente. Esta representación engloba toda la <<incertidumbre>> geográfica dentro de la geometría resultante. El método de forma geométrica utiliza rangos para representar los atributos no geográficos de la ubicación (<<elevación>>, <<profundidad>>, <<distancia sobre la superficie>>).

source: [[smallest-enclosing-circle]]smallest enclosing circle
es: [[círculo-mínimo]]círculo mínimo

source: a circle with the smallest radius (<<radial>>) that contains all of a given set of points (or a given <<shape>>) on a surface (see https://en.wikipedia.org/wiki/Smallest-circle_problem[_Smallest-circle problem_^]). This is seldom the same as the <<geographic center>>, nor the midpoint between two most distant <<geographic coordinates>> of a <<location>>.
es: círculo de menor radio (<<radio>>) que contiene todo un conjunto de puntos determinado (o una <<forma geométrica>> dada) ubicados sobre una superficie (ver https://en.wikipedia.org/wiki/Smallest-circle_problem[_problema del círculo mínimo_^]). Este rara vez es el mismo que aquel obtenido a partir del <<centro geográfico>>, o del punto medio entre las dos <<coordenadas geográficas>> mas distantes de una <<ubicación>>.

source: [[spatial-fit]]spatial fit
es: [[ajuste-espacial]]ajuste espacial

source: a measure of how well one geometric representation matches another geometric representation as a ratio of the area of the larger of the two to the area of the smaller one. (See <<img-spatial-fit>>).
es: una medida de cuán bien una representación geométrica coincide con otra representación geométrica a partir de una relación del área mas grande de las dos geometrías respecto al área de la más pequeña. (Ver <<img-spatial-fit>>).

source: [[spatial-reference-system]]spatial reference system
es: [[spatial-reference-system]]sistema de referencia espacial

source: see <<coordinate reference system>>.
es: ver <<sistema de coordenadas de referencia>>.

source: [[stratigraphic-section]]stratigraphic section
es: [[sección-estratigráfica]]sección estratigráfica

source: A local outcrop or series of adjacent outcrops that display a vertical sequence of strata in the order they were deposited.
es: Afloramiento local o serie de afloramientos adyacentes que muestran una secuencia vertical de estratos en el orden en que fueron depositados.

source: [[transect]]transect
es: [[transecto]]transecto

source: A <<path>> along which observations, measurements, or samples are made. Transects are often recorded as a starting <<location>> and a terminating <<location>>.
es: Una <<ruta>> a lo largo de la cual se hacen observaciones, mediciones o se toman muestras. Los transectos frecuentemente se registran con una <<ubicación>> inicial y una <<ubicación>> final.

source: [[trig-point]]trig point
es: [[vértice-geodésico]]vértice geodésico

source: A surveyed reference point, often on high points of <<elevation>> (mountain tops, etc.) and usually designated with a fixed marker on a small pyramidal structure or a pillar. The exact <<location>> is determined by survey triangulation and hence the alternative names "trigonometrical point", "triangulation point" or "benchmark".
es: Punto de referencia, a menudo ubicado en puntos altos de <<elevación>> (cimas de montaña, etc.) y generalmente designado con un marcador fijo en una pequeña estructura piramidal o un pilar. La <<ubicación>> exacta se determina mediante estudios de triangulación, por lo tanto, se conoce con los nombres alternativos de "punto trigonométrico", "punto de triangulación" o "punto de referencia".

source: [[uncertainty]]uncertainty
es: [[incertidumbre]]incertidumbre

source: A measure of the incompleteness of one’s knowledge or information about an unknown quantity whose true value could be established if complete knowledge and a perfect measuring device were available (<<cullen,Cullen & Frey 1999>>). <<georeferencing method,Georeferencing methods>> codify how to incorporate uncertainties from a variety of sources (including <<accuracy>> and <<precision>>) in the interpretation of a <<location>>. Compare <<accuracy>>, <<error>>, <<bias>>, <<precision>>, and <<false precision>>.
es: Medida de la falta de completitud del conocimiento o información de uno sobre una cantidad desconocida cuyo valor real podría establecerse si se dispusieran de un conocimiento completo y un dispositivo de medición perfecto (<<cullen,Cullen & Frey 1999>>). Los <<método de georreferenciación,Métodos de georreferenciación>> establecen cómo incorporar la incertidumbre desde una variedad de fuentes (incluyendo <<exactitud>> y <<precisión>>) en la interpretación de la <<ubicación>>. Comparar con <<exactitud>>, <<error>>, <<sesgo>>, <<precisión>>, y <<falsa precisión>>.

source: [[UTM]]Universal Transverse Mercator (UTM)
es: [[UTM]]Universal Transversa de Mercator (UTM)

source: A standardized <<coordinate system>> based on a metric rectangular <<grid>> system and a division of the earth into sixty 6-degree longitudinal zones. The scope of UTM covers from 84° N to 80° S. (See <<Universal Transverse Mercator (UTM) Coordinates>>).
es: <<sistema de coordenadas, Sistema de coordenadas>> estandarizado basado en un sistema de <<grilla,grillas>> métrico rectangular y una división de la tierra en 60 zonas longitudinales de 6 grados. El alcance del sistema UTM cubre desde los 84° N hasta 80° S. (Ver <<Universal Transverse Mercator (UTM) Coordinates>>).

source: [[vertical-datum]]vertical datum
es: [[datum-vertical]]datum vertical

source: A reference surface for vertical positions, such as <<elevation>>. Vertical datums fall into several categories, including: tidal, based on sea level; gravimetric, based on a <<geoid>>; geodetic, based on <<ellipsoid>> models of the Earth; or local, based on a local reference surface. Also known as height datum.
es: Superficie de referencia para posiciones verticales, como la <<elevación>>. Los datums verticales cuentan con varias categorías, incluyendo: de marea, basado en el nivel del mar; gravimétrico, basado en un <<geoide>>; geodésico, basado en modelos de <<elipsoide>> de la Tierra; o local, basado en una superficie local de referencia. También conocido como datum de altura.

source: [[WAAS]]Wide Area Augmentation System (WAAS)
es: [[WAAS]]Sistema de Aumentación de Área Amplia (WAAS)

source: An air navigation aid developed by the US Federal Aviation Administration to augment the Global Positioning System (<<GPS>>), with the goal of improving its <<accuracy>>, integrity, and availability. See also <<SBAS>>, of which WAAS is one example.
es: Una ayuda de navegación aérea desarrollada por la Administración Federal de Aviación de Estados Unidos para complementar el Sistema de Posicionamiento Global (<<GPS>>), con el objetivo de mejorar su <<exactitud>>, integridad, y disponibilidad. Ver también <<SBAS>>, de los cuales WAAS es un ejemplo.

source: World Geodetic System 1984, a popular globally-used horizontal <<geodetic coordinate reference system>> (EPSG:4326) upon which raw <<GPS>> measurements are based (though a GPS receiver is capable of delivering <<coordinates>> in other reference systems). The term is also commonly used for the <<geodetic datum>> used by that system and for the <<ellipsoid>> (EPSG:7030) upon which that <<datum>> (EPSG:6326) is based.
es: Sistema geodésico mundial 1984, un popular y globalmente usado <<sistema de referencia de coordenadas geodésico>> horizontal (EPSG:4326) en el que se basan las mediciones de los <<GPS>> (aunque un receptor GPS es capaz de entregar <<coordenadas>> en otros sistemas de referencia). El término también se utiliza comúnmente para el <<datum geodésico>> utilizado por ese sistema y para el <<elipsoide>> (EPSG:7030) en el que se basa ese <<datum>> (EPSG:6326).

source: Acknowledgements
es: Agradecimientos

source: Many people have contributed ideas to this document and its precursors, either directly or indirectly through discussions at meetings, publications, or in email correspondence. We refer you to the earlier document for those we acknowledged there.
es: Muchas personas han aportado ideas a este documento y a sus precursores, directa o indirectamente a través de discusiones en reuniones, publicaciones o en correspondencia por correo electrónico. Le remitimos al documento anterior para aquellos que hemos reconocido allí.

source: References
es: Referencias

source: Chapman AD (2005b) Principles and Methods of Data Cleaning. Copenhagen: GBIF Secretariat. https://www.gbif.org/document/80528
es: Chapman AD (2005a) Principles of Data Quality: Copenhagen: GBIF Secretariat. https://doi.org/10.15468/doc.jrgg-a190
