Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: When documenting the georeferencing process, it is recommended that the feature, its extent, radial, and the source of the information (including its date) all be recorded. For details on georeferencing, see {gqg}#geographic-feature-only[Geographic Feature Only^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^].
es: Al documentar el proceso de georreferenciación, se recomienda registrar la entidad geográfica, su alcance y la fuente de la información (incluyendo su fecha). Para más detalles sobre la georreferenciación, consulte {gqg}#solo-entidad-gepgráfica[Solo Entidad Gepgráfica^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^].

source: <<geographic coordinates,Geographic coordinates>> can be expressed in a number of different <<coordinate format,coordinate formats>>. <<decimal degrees,Decimal degrees>> provide the most convenient coordinates to use for georeferencing for no more profound reason than a locality can be described with only four attributes – <<decimal latitude>>, <<decimal longitude>>, <<datum>>, and uncertainty (http://georeferencing.org/georefcalculator/docs/GeorefGuide.html[Wieczorek 2001^]).
es: Las <<coordenadas geográficas>> pueden expresarse en una cantidad de <<formato de las coordenadas,formatos de coordenadas>> diferentes. Los <<grados decimales>> proporcionan las coordenadas más convenientes para la georeferenciación por la sencilla razón de que una localidad puede describirse con sólo cuatro atributos: <<latitud decimal>>, <<longitud decimal>>, <<datum>>, e incertidumbre (http://georeferencing.org/georefcalculator/docs/GeorefGuide.html[Wieczorek 2001^]).

source: Uncertainty in Coordinate Source
es: Incertidumbre en la Fuente de la Coordenada

source: There are many ways of finding <<coordinates>> for a <<location>>, including using a <<gazetteer>>, a <<geographic information system,GPS>>, aerial photogrammetry, digital maps, or paper maps of many different types, and scales.
es: Hay muchas maneras de encontrar las <<coordenadas>> para una <<ubicación>>, incluyendo el uso de un <<gacetero>>, un <<sistema de información geográfica,GPS>>, fotogrametría aérea o mapas digitales o mapas en papel de muchos tipos y escalas diferentes.

source: Uncertainty in Paper Map Measurements
es: Incertidumbre en Mediciones de Mapas de Papel

source: One of the most common methods of finding <<coordinates>> for a <<location>> is to estimate the location from a paper map. Using paper maps can be problematic and subject to varying degrees of inaccuracy. Unfortunately, the <<accuracy>> of many maps, particularly old ones, is undocumented. Accuracy standards generally explain the physical <<error>> tolerance on a printed map, so that the net uncertainty is dependent on the map scale (see <<table-horizontal-accuracy>>).
es: Uno de los métodos más comunes para encontrar <<coordenadas>> para una <<ubicación>> es estimar la ubicación desde un mapa en papel. El uso de mapas en físico puede ser problemático y estar sujeto a diferentes grados de imprecisión. Desafortunadamente, la <<exactitud>> de muchos mapas, especialmente los antiguos, está indocumentada. Los estándares de precisión suelen explicar la tolerancia de <<error>> físico en un mapa impreso, así que la incertidumbre neta dependa de la escala del mapa (ver <<table-horizontal-accuracy>>).

source: Map reading requires a certain level of skill in order to determine coordinates accurately, and different types of maps require different skills. Challenges arise due to the <<coordinate system>> of the map (<<latitude>> and <<longitude>>, <<UTM>>, etc.), the scale of the paper map, the line widths used to draw the <<feature,features>> on the maps, the frequency of <<grid>> lines, etc.
es: Leer mapas requiere de cierto nivel de habilidad para determinar las coordenadas con exactitud y diferentes tipos de mapas requieren diferentes habilidades. Los desafíos surgen debido al <<sistema de coordenadas>> del mapa (<<latitud>> y <<longitud>>, <<UTM>>, etc.), la escala del mapa en papel, los anchos de línea utilizados para dibujar las <<entidad geográfica,entidades geográficas>> en los mapas, la frecuencia de las líneas de <<grilla>>, etc.

source: The accuracy of a map depends on the accuracy of the original data used to compile the map, how accurately these source data have been transferred onto the map, and the resolution at which the map is printed or displayed. For example, USGS maps of 1:24,000 and 1:100,000 are different products. The accuracy is explicitly dependent on scale but is due to the different methods of preparation. When using a map, the user must take into account the limitations encountered by the map maker such as acuity of vision, lithographic processes, plotting methodologies, and symbolization of features (e.g. line widths) (https://doi.org/10.1007/978-3-540-72680-7_11[Hardy & Field 2012^]).
es: La exactitud de un mapa depende de la exactitud de los datos originales utilizados para compilar el mapa, con qué precisión se transfirieron al mapa estos datos originales y la resolución en la que se imprime o muestra el mapa. Por ejemplo, los mapas USGS de 1:24,000 y 1:100,000 son productos diferentes. La exactitud depende explícitamente de la escala, pero se debe a los diferentes métodos de preparación. Al usar un mapa, el usuario debe tener en cuenta las limitaciones con las que se encuentra el cartógrafo como la agudeza visual, procesos litográficos, metodologías de trazado y simbolización de entidades geográficas (p. ej. ancho de las líneas) (https://doi.org/10.1007/978-3-540-72680-7_11[Hardy & Field 2012^]).

source: With paper topographic maps, drawing constraints may restrict the accuracy with which lines are placed on the map. A 0.5 mm wide line depicting a road on a 1:250,000 map represents 125 meters on the ground. To depict a railway running beside the road, a separation of 1-2 mm (250-500 meters) is needed, and then the line for the railway (another 0.5 mm or 125 meters) makes a total of 500-750 m as a minimum representation. If one uses such features to determine an occurrence locality, for example, then minimum uncertainty would be in the order of 1 km. If thicker lines were used, then appropriate adjustments would need to be made (https://doi.org/10.17161/bi.v2i0.5[Chapman et al. 2005^]).
es: Con los mapas topográficos en papel, las restricciones de dibujo pueden limitar la exactitud con la que líneas se ponen en el mapa. Una línea de 0.5 mm de ancho que representa una carretera en un mapa de 1:250.000 representa 125 metros sobre el suelo. Para representar un ferrocarril que corre al lado de la carretera, se necesita una separación de 1-2 mm (250-500 metros) y luego la línea para el ferrocarril (otros 0.5 mm o 125 m), lo que hace que la representación mínima sea de 500-750 m. Si se utilizan estas entidades geográficas para determinar la localidad de un registro, por ejemplo, entonces la incertidumbre mínima estaría en el orden de 1 km. Si se utilizaran líneas más gruesas, habría que hacer los ajustes apropiados (https://doi.org/10.17161/bi.v2i0.5[Chapman et al. 2005^]).

source: The National Standard for Spatial Data Accuracy (NSSDA) (https://www.fgdc.gov/standards/projects/accuracy/part3/chapter3[FGDC 1998^]) established a standard methodology for calculating the horizontal and vertical accuracy of printed maps, which state that 95% of all points must fall within a specified tolerance (1/30" for map scales larger than 1:20,000, and 1/50" for map scales smaller than or equal to 1:20,000).
es: El Estándar Nacional para la Exactitud de Datos Espaciales (NSDA por sus siglas en inglés) (https://www.fgdc.gov/standards/projects/accuracy/part3/chapter3[FGDC 1998^]) estableció una metodología estándar para calcular la precisión horizontal y vertical de los mapas impresos, que establece que el 95% de todos los puntos deben estar dentro de una tolerancia especificada (1/30" para escalas de mapa mayores que 1:20, 00, y 1/50" para escalas de mapa menores o iguales a 1:20,000).

source: <<table-horizontal-accuracy>> shows the inherent accuracy of a number of maps at different scales. The <<table-horizontal-accuracy,table>> gives uncertainties for a line 0.5 mm wide at a number of different map scales. A value of 1 mm of error can be used on maps for which the standards are not published. This corresponds to about three times the detectable graphical error and should serve well as an uncertainty estimate for most maps.
es: La <<table-horizontal-accuracy>> muestra la exactitud inherente de una serie de mapas en diferentes escalas. La <<table-horizontal-accuracy,table>> da incertidumbres para una línea de 0.5 mm de ancho a varias escalas de mapa diferentes. Se puede utilizar un valor de 1 mm de error en mapas para los que los estándares no están publicados. Esto corresponde a aproximadamente tres veces el error gráfico detectable y debería funcionar bien como una estimación de la incertidumbre para la mayoría de los mapas.

source: The <<table-horizontal-accuracy,table>> uses data from several sources. The TOPO250K Map series is the finest resolution mapping that covers the whole of the Australian continent. It is based on 1:250,000 topographic data, for which http://www.ga.gov.au/mapspecs/topographic/v5/index.html[Geoscience Australia 2007, Section 2^] defines the accuracy as "_not more than 10% of well-defined features are in error by more than 140 meters_ (for 1:250,000 scale maps); _more than 56 meters_ (for 1:100,000 maps)". The USGS Map Horizontal Uncertainty is calculated from US Bureau of Budget (1947) (reported in https://pubs.usgs.gov/fs/1999/0171/report.pdf[United States National Map Accuracy Standards (USGS 1999)^]) which states that "_As applied to the USGS 7.5-minute quadrangle topographic map, the horizontal accuracy standard requires that the positions of 90 percent of all points tested must be accurate within 1/50th of an inch (0.05 centimeters) on the map. At 1:24,000 scale, 1/50th of an inch is 40 feet (12.2 meters)._" These values need to be taken into account when determining the uncertainty of your georeference.
es: La <<table-horizontal-accuracy,table>> utiliza datos de varias fuentes. La serie de mapas TOPO250K es la cartografía de mayor resolución que cubre todo el continente australiano.Se basa en datos topográficos a escala 1:250.000, para los que http://www.ga.gov.au/mapspecs/topographic/v5/index.html[Geoscience Australia 2007, Sección 2^] define la precisión como "no más del 10% de las entidades geográficas bien definidas tienen un error de más de 140 metros_ (para mapas a escala 1:250.000); _más de 56 metros_ (para mapas a escala 1:100.000)". La incertidumbre horizontal de los mapas USGS se calcula a partir de US Bureau of Budget (1947) (https://pubs.usgs.gov/fs/1999/0171/report.pdf[United States National Map Accuracy Standards (USGS 1999)^]), que establece que "_Aplicado al mapa cuadrangular topográfico de 7.5 minutos del USGS, el estándar de precisión horizontal requiere que las posiciones del 90 por ciento de todos los puntos comprobados sean precisas dentro de 1/50 de pulgada (0.05 centímetros) en el mapa. A escala 1:24.000, 1/50 de pulgada es 40 pies (12.2 metros)._" Estos valores deben tenerse en cuenta a la hora de determinar la incertidumbre de su georreferencia.

source: Horizontal accuracy based on 0.5 mm of accuracy per unit of map scale, except for the 1:250,000 map series where the figure supplied with the data has been used.
es: Precisión horizontal basada en 0.5 mm de precisión por unidad de escala del mapa, excepto para las series de mapas de 1:250.000 donde se ha utilizado la cifra suministrada con los datos.

source: |Scale of Map |Map Horizontal Accuracy (http://www.ga.gov.au/mapspecs/topographic/v5/index.html[Geoscience Australia^]) |Map Horizontal Accuracy (https://pubs.usgs.gov/fs/1999/0171/report.pdf[USGS^]) |NSSDA Horizontal Accuracy (https://www.fgdc.gov/standards/projects/accuracy/part3/chapter3[FGDC 1998^]) |1:1000 |0.5 m |2.8 ft (0.85 m) |3.2 ft (1 m) |1:10,000 |5 m |28 ft (8.5 m) |32 ft (10 m) |1:25,000 |12.5 m |70 ft (21 m) |47.5 ft (14.5 m) |1:50,000 |25 m |139 ft (42 m) |95 ft (29 m) |1:75,000 | | |142.5 ft (43.5 m) |1:100,000 |50 m |278 ft (85 m) |190 ft (58 m) |1:250,000 |160-300 m |695 ft (210 m) |475 ft (145 m) |1:500,000 | | |950 ft (290 m) |1:1 million |500 m |2,777 ft (845 m) |1,900 ft (580 m)
es: |Escala del Mapa |Precisión Horizontal del Mapa (http://www.ga.gov.au/mapspecs/topographic/v5/index.html[Geoscience Australia^]) |Precisión Horizontal del Mapa (https://pubs.usgs.gov/fs/1999/0171/report.pdf[USGS^]) |Precisión Horizontal de NSSDA (https://www.fgdc.gov/standards/projects/accuracy/part3/chapter3[FGDC 1998^]) |1:1000 |0.5 m |2.8 ft (0.85 m) |3.2 ft (1 m) |1:10,000 |5 m |28 ft (8.5 m) |32 ft (10 m) |1:25,000 |12.5 m |70 ft (21 m) |47.5 ft (14.5 m) |1:50,000 |25 m |139 ft (42 m) |95 ft (29 m) |1:75,000 | | |142.5 ft (43.5 m) |1:100,000 |50 m |278 ft (85 m) |190 ft (58 m) |1:250,000 |160-300 m |695 ft (210 m) |475 ft (145 m) |1:500,000 | | |950 ft (290 m) |1:1 million |500 m |2,777 ft (845 m) |1,900 ft (580 m)

source: If you are using phenomena that do not have distinct <<boundary,boundaries>> in nature to determine a locality (such as soils, vegetation, geology, timberlines, etc.) then err vastly on the side of conservatism when determining an uncertainty value as such boundaries are seldom accurate, often determined at a scale of 1:1 million or worse and would have a minimum uncertainty of between 1 and 5 km. Also be aware that coastlines vary greatly at different scales (see https://doi.org/10.17161/bi.v2i0.5[Chapman et al. 2005^]) and rivers are often straightened on smaller scale maps, and can thus include uncertainties far greater than are generally recorded on maps whose accuracies are determined from "well-defined" points such as buildings, road intersections, etc. In addition, coastlines and river <<path,paths>> can change greatly over time (https://worldoceanreview.com/en/wor-1/coasts/altering-the-coasts[World Ocean Review 2010^]) and thus the date of the map needs to be taken into account when determining uncertainty.
es: Si utiliza fenómenos que no tienen <<límite,límites>> definidos en la naturaleza para determinar una localidad (como los suelos, la vegetación, la geología, los bordes forestales, etc.), es necesario errar ampliamente hacia el lado del conservadurismo al determinar un valor de incertidumbre, ya que dichos límites rara vez son precisos, a menudo se determinan a una escala de 1:1 millón o peor y podrían tener una incertidumbre mínima de entre 1 y 5 km. También hay que tener en cuenta que las costas varían mucho a diferentes escalas (véase https://doi.org/10.17161/bi.v2i0.5[Chapman et al. 2005^]) y que los ríos suelen enderezarse en los mapas de menor escala, por lo que pueden incluir incertidumbres muy superiores a las que suelen registrarse en los mapas cuya precisión se determina a partir de puntos "bien definidos" como edificios, intersecciones de carreteras, etc. Además, las costas y las <<ruta,rutas>> de los ríos pueden cambiar mucho con el tiempo (https://worldoceanreview.com/en/wor-1/coasts/altering-the-coasts[World Ocean Review 2010^]) y, por tanto, hay que tener en cuenta la fecha del mapa a la hora de determinar la incertidumbre.

source: In addition to the inherent inaccuracies of printed maps, one must consider inaccuracies that can arise from using maps to measure distances. These potential inaccuracies are a direct consequence of the projection of the map and one's ability to distinguish between two adjacent points, which may be affected by your measuring device and even your eyesight. A straight line distance measurement only works on a map in an equal distance projection, where distance follows the same scale regardless of the orientation. Unless the conditions for measuring are particularly poor, it is reasonable to use 1 mm as a value for measurement error on physical maps. Depending on the scale of the map, this translates into a distance on the ground.
es: Además de las inexactitudes inherentes a los mapas impresos, hay que tener en cuenta las inexactitudes que pueden surgir al utilizar mapas para medir distancias. Estas posibles imprecisiones son consecuencia directa de la proyección del mapa y de la capacidad para distinguir entre dos puntos adyacentes, que puede verse afectada por el dispositivo de medición e incluso por la vista. Una medición de distancia en línea recta sólo funciona en un mapa en una proyección de igual distancia, donde la distancia sigue la misma escala independientemente de la orientación. A menos que las condiciones de medición sean especialmente malas, es razonable utilizar 1 mm como valor de error de medición en los mapas físicos. Dependiendo de la escala del mapa, esto se traduce en una distancia sobre el terreno.

source: Uncertainty in Digital Map Measurements
es: Incertidumbre en Mediciones de Mapas Digitales

source: Digital versions of traditional paper maps that have been scanned or digitized by hand using a digitizing tablet to trace lines, have an extra layer of <<uncertainty>> (https://www.gislounge.com/digitizing-errors-in-gis/[Dempsey 2017^]). Depending on how the map was digitized, the <<error>> may be small or large when compared to the scale of the original map. In parts of the world where digitized maps are not readily available, they can be scanned and rectified using satellite data (https://doi.org/10.3767/000651909X475950[Raes et al. 2009^]). Scanned maps often (and should always) include information on the <<accuracy>> added by the digitizing process (see http://www.asprs.org/a/society/committees/standards/1990_jul_1068-1070.pdf[ASPRS 1990^]). Be careful when using digital maps, and record any information on the scanning accuracy if that information is available. Always err on the cautious side when recording the uncertainty of your <<georeference>> when using maps of this type (https://www.asprs.org/wp-content/uploads/2015/01/ASPRS_Positional_Accuracy_Standards_Edition1_Version100_November2014.pdf[ASPRS 2014^]).
es: Las versiones digitales de mapas de papel tradicionales que han sido escaneados o digitalizados a mano usando una tableta de digitalización para rastrear líneas, tienen una capa extra de <<incertidumbre>> (https://www.gislounge.com/digitizing-errors-in-gis/[Dempsey 2017^]). Dependiendo de cómo se digitalizó el mapa, el <<error>> puede ser pequeño o grande cuando se compara con la escala del mapa original. En algunas partes del mundo donde los mapas digitalizados no están disponibles fácilmente, se pueden escanear y rectificar mediante datos de satélite https://doi.org/10.3767/000651909X475950[Raes et al. 2009^]). Los mapas escaneados a menudo (y siempre deberían) incluyen información sobre la <<exactitud>> añadida por el proceso de digitalización (ver http://www.asprs.org/a/society/committees/standards/1990_jul_1068-1070.pdf[ASPRS 1990^]). Tenga cuidado cuando utilice mapas digitales y registre cualquier información sobre la exactitud del escaneo, si esa información está disponible. Siempre erre hacia el lado cauteloso al registrar la incertidumbre de su <<georreferencia>> cuando use mapas de este tipo (https://www.asprs.org/wp-content/uploads/2015/01/ASPRS_Positional_Accuracy_Standards_Edition1_Version100_November2014.pdf[ASPRS 2014^]).

source: A digital map is never more accurate than the original from which it was derived, nor is it more accurate when you zoom in on it. The accuracy is strictly a function of the scale and digitizing errors of the original map, plus the additional error added by the digitization process.
es: Un mapa digital nunca es más exacto que el original del que se derivó, tampoco lo es cuando se amplía el mapa. La exactitud es estrictamente una función de los errores de escala y digitalización del mapa original, más el error adicional añadido por el proceso de digitalización.

source: Care must be used when using a digital map that records the scale in the form of text (e.g. 1:100,000) rather than by using a scale bar, as the resolution of the computer screen, and the level of zooming will change the apparent scale of the map being viewed. (It does not change the scale at which the map was prepared). This also applies to maps printed from a digital map. When preparing digital maps, always include scale as a scale bar and do not just record scale in textual form (e.g. 1:20,000).
es: Hay que tener cuidado cuando se utiliza un mapa digital que registra la escala en forma de texto (p. ej. 1:100.000) en lugar de utilizar una barra de escala, ya que la resolución de la pantalla del ordenador y el nivel de zoom cambiarán la escala aparente del mapa que se está viendo (no cambia la escala a la que se preparó el mapa). Esto también aplica a los mapas impresos a partir de un mapa digital. Al preparar mapas digitales, incluya siempre la escala como una barra de escala y no se limite a registrar la escala en forma de texto (p. ej. 1:20.000).

source: Measurement error is not unique to physical maps, it also enters into measurements on digital media. In general, the resolution of the media affects one's ability to distinguish between two points, and this in turn can be affected by the extent to which the media is zoomed. Note that zooming does not improve the accuracy of the original source from which the media was derived. That accuracy remains an independent factor, as described in the earlier paragraphs in this section. Naturally, the greater the zoom, the easier it is to pinpoint a <<location>>. This effect of zoom on digital media also has an effect on one's ability to measure along a <<path>> in that medium. The greater the zoom, the easier it is to follow the path faithfully and thus determine a distance along that path with the least error. The greater the curviness of the path, the greater the potential effect on accuracy. Note also, that the scale of the map may reduce the curviness of a path (road, river, etc.) and that small-scale maps tend to smooth out the paths of rivers, roads, coastlines, and other curved linear features (https://doi.org/10.17161/bi.v2i0.5[Chapman et al. 2005^]).
es: El error de medición no es exclusivo de los mapas físicos, también existe en mediciones tomadas en recursos digitales. En general, la resolución de los medios afecta la capacidad para distinguir entre dos puntos y esto a su vez puede verse afectado por el grado de ampliación (zoom) de los recursos. Hay que tener en cuenta que el zoom no mejora la exactitud de la fuente original de la que procede el recurso digital. Esa exactitud sigue siendo un factor independiente, como se describe en los párrafos anteriores de esta sección. Naturalmente, cuanto mayor sea el zoom, más fácil será localizar una <<ubicación>>. Este efecto del zoom en los recursos digitales también tiene un efecto en la capacidad de medir a lo largo de una <ruta>> en ese recurso. Cuanto mayor sea el zoom, más fácil será seguir fielmente la ruta y, por tanto, determinar una distancia a lo largo de esa ruta con el menor error. Cuanto mayor sea la curvatura de la ruta, mayor será el potencial efecto sobre la precisión. Hay que tener en cuenta también que la escala del mapa puede reducir la curvatura de una ruta (carretera, río, etc.) y que los mapas a pequeña escala tienden a suavizar las trayectorias de los ríos, las carreteras, las líneas costeras y otros elementos lineales curvos (https://doi.org/10.17161/bi.v2i0.5[Chapman et al. 2005^]).

source: Using OpenStreetMap, Google Maps and Google Earth
es: Usando OpenStreetMap, Google Maps y Google Earth
