Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: A barometric altimeter uses changes in air pressure as a proxy for changes in elevation, and can be a reliable source of elevation if properly calibrated. Calibration requires that the elevation of the altimeter be set to a known starting elevation, which could be determined from a map, for example. Thereafter, as the altimeter goes higher or lower in elevation, it estimates the new elevation directly from the air pressure it experiences. Since weather conditions can change the air pressure independently of changes in elevation, it is important to re-calibrate the altimeter frequently, either by recording the elevation when you stop moving and resetting to that same elevation before starting out again, and/or by recalibrating to known elevations whenever you encounter them.
es: Un altímetro barométrico utiliza los cambios en la presión del aire como una aproximación a los cambios en la elevación y puede ser una fuente confiable de elevación si está debidamente calibrado. La calibración requiere que la elevación del altímetro se ajuste a una elevación inicial conocida, que podría determinarse por ejemplo, a partir de un mapa. Por lo tanto, a medida que el altímetro este a elevaciones mayores o menores, calcula la nueva elevación directamente a partir de la presión del aire que experimenta. Dado que las condiciones meteorológicas pueden cambiar la presión del aire independientemente de los cambios en la elevación, es importante calibrar el altímetro frecuentemente, ya sea registrando la elevación cuando deje de moverse y recalibrando usando esa elevación como referencia antes de comenzar de nuevo y/o recalibrando a elevaciones conocidas cada vez que se encuentre en ellas.

source: In theory it would be possible to use a barometric altimeter to determine elevations when in a {caves}subterranean <<location>> (cave, mine, etc.), but these situations are particularly prone to changes in air pressure independent from elevation changes (especially in caves with narrow openings), so recalibration would have to be particularly careful.
es: En teoría sería posible usar un altímetro barométrico para determinar las elevaciones en una {caves}<<ubicación>> subterranea (cueva, minas, etc.), pero estas ubicaciones son particularmente propensas a cambios en la presión del aire independientes de los cambios de elevación (especialmente en cuevas con aberturas estrechas), de modo que la recalibración tendría que ser particularmente cuidadosa.

source: Maps
es: Mapas

source: Elevation can be determined using the contours and spot height information from a suitable scale map of the area. In general, the uncertainty in the elevation when read from a map is half the contour interval.
es: La elevación se puede determinar utilizando los contornos y la información de la altura del punto a partir de un mapa del área que esté a una escala adecuada. En general, cuando se lee desde un mapa, la incertidumbre en la elevación es la mitad del intervalo de contorno.

source: For information on determining accuracy from a map, see <<Uncertainty in Paper Map Measurements>>.
es: Para obtener información sobre cómo determinar la exactitud de un mapa, consulte <<Incertidumbre en las Mediciones de Mapas Impresos>>.

source: <<elevation,Elevation>> <<accuracy>> as reported from a <<GPS>> has improved markedly in recent years, but elevation accuracy is not usually reported by GPS/<<GNSS>> receivers. As a general rule, for most non-<<SBAS>> or <<WAAS>> enabled GPS/GNSS receivers, elevation <<error>> is approximately 2-3 times the horizontal error (https://water.usgs.gov/osw/gps/[USGS 2017^]). It is hard to find definitive information for smartphones, but it would appear that this same multiplier is a good rule for those as well. With WAAS-enabled GPS, the FAA reports that 95 per cent of the time vertical error is less than 4 meters (https://www.faa.gov/about/office_org/headquarters_offices/ato/service_units/techops/navservices/gnss/waas/howitworks/[FAA 2019^]). However, the elevation reported on the GPS receiver or smartphone is not necessarily referring to <<mean-sea-level>> (MSL) as reported, but to the zero elevation of the <<ellipsoid>> of the <<datum>> – see discussion below.
es: La <<exactitud>> de la <<elevación>> reportada por los <<GPS>> ha mejorado notablemente en los últimos años, pero la exactitud de la elevación no suele ser reportada por la mayoría de los receptores GPS/<<GNSS>>. Por regla general, para la mayoría de los receptores GPS/GNSS no habilitados para <<SBAS>> o para <<WAAS>>, el <<error>> en la elevación es aproximadamente 2-3 veces el error horizontal (https://water.usgs.gov/osw/gps/[USGS 2017^]). Es difícil encontrar información definitiva para los teléfonos inteligentes, pero parece que el mismo multiplicador es una buena norma para ellos. Con los GPS con WAAS habilitado, la FAA informa de que el 95 por ciento de las veces, el error vertical es inferior a 4 metros (https://www.faa.gov/about/office_org/headquarters_offices/ato/service_units/techops/navservices/gnss/waas/howitworks/[FAA 2019^]). Sin embargo, la elevación reportada por receptores GPS o teléfonos inteligentes no se refiere necesariamente al <<nivel medio del mar>> (MSL, por sus siglas en inglés) sino a la elevación cero del <<elipsoide>> asociado al <<datum>>, vea la discusión a continuación.

source: Note that GPS elevation readings can represent one of at least two different values, depending on the method used by the GPS. Elevation reported can be the geometric height. This is the only value that GPS devices can actually measure, and is the height based on the ellipsoid of the datum. The elevation reported can also be the elevation above MSL, or orthometric height. These values are not directly measured by the GPS, but are calculated as the difference between the geometric height (measured) and the <<geoid>> height. The geoid height depends on the geoid and the datum you are trying to compare it against. Thus, to understand the potential difference between elevations based on MSL and those based on the geometric model, the geometric model (datum) must be known. To calculate the potential error using <<WGS84>> datum at a given geographic <<location>>, use the https://www.unavco.org/software/geodetic-utilities/geoid-height-calculator/geoid-height-calculator.html[Geoid Height Calculator (UNAVCO 2020)^]. For further discussion about these methods, consult https://eos-gnss.com/elevation-for-beginners/[Eos Positioning Systems 2018^]. For a good explanation of the differences between the geoid and mean sea level, we refer you to https://gisgeography.com/geoid-mean-sea-level/[GISGeography 2019b^].
es: Tenga en cuenta que las lecturas de elevación del GPS pueden representar uno de al menos dos valores diferentes, dependiendo del método utilizado por el GPS. La elevación reportada puede ser la altura geométrica. Este es el único valor que los dispositivos GPS pueden medir realmente y es la altura basada en el elipsoide del datum. La elevación reportada también puede ser la elevación por encima del nivel medio del mar, también conocida como altura ortométrica. Estos valores no los mide directamente el GPS, pero se calculan como la diferencia entre la altura geométrica (medida) y la altura del <<geoide>>. La altura del geoide depende del geoide y del datum con el que se intente comparar. Así, que para entender la diferencia potencial entre las elevaciones basadas en el nivel medio del mar y las basadas en el modelo geométrico, se debe conocer el modelo geométrico (datum). Para calcular el error potencial usando el datum <<WGS84>> en una <<ubicación>> geográfica determinada, utilice la https://www.unavco.org/software/geodeties/geoid-height-calculator/geoid-height-calculator[Calculadora de Alturas según el Geoide (UNAVCO 2020)^]. Para más información sobre estos métodos, consulte https://eos-gnss.com/elevation-for-beginners/[Eos Positioning Systems 2018^]. Para una buena explicación de las diferencias entre el geoide y el nivel medio del mar le sugerimos ver https://gisgeography.com/geoid-mean-sea-level/[GISGeography 2019b^].

source: Vertical Datums
es: Datums Verticales

source: In 2022, the USA will release a new geometric reference frame and geopotential <<vertical datum>> that will replace existing USA geometric vertical datums. Similarly, over the next five years, Australia will move to a new generation height reference frame – the Australian Gravimetric Quasigeoid 2017 (AGQG 2017) https://frontiersi.com.au/wp-content/uploads/2019/05/3-of-3-FrontierSI-P1.29-Technical-Requirements.pdf[(McCubbine et al. 2019)^]. The new reference frames will rely primarily on Global Navigation Satellite Systems (<<GNSS>>), as well as on an updated gravimetric <<geoid>> model (https://www.ngs.noaa.gov/datums/newdatums/index.shtml[National Geodetic Survey 2018^]). The new method of calculating <<vertical datum,vertical datums>> will improve vertical <<accuracy,accuracies>> to around 1-2 cm, will provide more accurate <<GPS>>-determined <<elevation,elevations>> (https://cdn.ymaws.com/www.ispls.org/resource/resmgr/2017_Convention_Handouts/Ellingson_-_Replacing_NAD_83.pdf[Ellingson 2017^]), and will allow for dynamic updating. Other jurisdictions are likely to move to new methods of calculating vertical datums over time, meaning that within five years most users will be able to position themselves vertically using mobile Global Navigation Satellite Systems (<<GNSS>>) technology with sub-decimeter accuracy (https://frontiersi.com.au/wp-content/uploads/2019/04/2-of-3-FrontierSI-P1.29-User-Requirements.pdf[Brown et al. 2019^]).
es: En el 2022, Estados Unidos lanzará un nuevo marco de referencia geométrica y un <<datum vertical>> geopotencial que reemplazará los datums verticales geométricos existentes en Estados Unidos. De forma similar, en los próximos cinco años, Australia pasará a un sistema de referencia de altura de nueva generación: el Australian Gravimetric Quasigeoid 2017 (AGQG 2017) https://frontiersi.com.au/wp-content/uploads/2019/05/3-of-3-FrontierSI-P1.29-Technical-Requirements.pdf[(McCubbine et al. 2019)^]. Los nuevos marcos de referencia se basarán principalmente en Sistemas Satelitales de Navegación Global (<<GNSS>>), así como en un modelo de <<geoide>> gravimétrico actualizado (https://www.ngs.noaa.gov/datums/newdatums/index.shtml[National Geodetic Survey 2018^]). El nuevo método de cálculo de los <<datum vertical,datums verticales>> mejorará la <<exactitud>> vertical a alrededor de 1-2 cm, proporcionando más exactitud a la determinación de la <<elevación >> con el <<GPS>> (https://cdn.ymaws.com/www.ispls.org/resource/resmgr/2017_Convention_Handouts/Ellingson_-_Replacing_NAD_83.pdf[Ellingson 2017^]) y permitirá una actualización dinámica. Es probable que otras jurisdicciones se muevan a nuevos métodos de cálculo de datums verticales a través del tiempo, es decir, en un plazo de cinco años, la mayoría de los usuarios podrán posicionarse verticalmente utilizando tecnología móvil de Sistemas Satelitales de Navegación Global (<<GNSS>>) con una exactitud inferior al decímetro (https://frontiersi.com.au/wp-content/uploads/2019/04/2-of-3-FrontierSI-P1.29-User-Requirements.pdf[Brown et al. 2019^]).

source: Digital Elevation Models
es: Modelos Digitales de Elevación

source: <<digital elevation model,Digital Elevation Models>> (DEM) are based on <<elevation,elevations>> above <<mean-sea-level>> (or more recently, the <<geoid>>). The models are calculated using sophisticated interpolations and do not necessarily correspond to the actual surface elevation. DEM vertical <<accuracy>> is influenced by several factors such as <<grid>> size, slope, land cover, and geolocation (horizontal) <<error>>, as well as other <<bias,biases>> due to the original DEM data collection (e.g. satellite imaging geometry) and/or production method (https://doi.org/10.1016/j.jag.2012.09.004[Mukherjee et al. 2013^], https://doi.org/10.3390/ijgi8030108[Mouratidis & Ampatzidis 2019^]). Global DEMs such as the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) Global DEM V2 (https://ssl.jspacesystems.or.jp/ersdac/GDEM/ver2Validation/Summary_GDEM2_validation_report_final.pdf[Meyer 2011^]) and the Shuttle Radar Topography Mission (SRTM) are based on 1 arc-second grids (about 30 m x 30 m) (https://doi.org/10.1029/2005RG000183[Farr et al. 2007^]) and have an accuracy of better than 17 m and 10 m respectively (except for in steep terrain such as mountains, and areas with very smooth sandy surfaces with low signal to noise ratio, such as the Sahara Desert (https://doi.org/10.1029/2005RG000183[Farr et al. 2007^])). Local and regional DEMs may have a smaller grid size. For example, a 5 m grid in Australia, which has a vertical accuracy better than one meter, and even to 0.3 meter in some areas (https://ecat.ga.gov.au/geonetwork/srv/eng/catalog.search#/metadata/89644[Geoscience Australia 2018^]) or the European Digital Elevation Model, which has an accuracy of better than three meters (https://doi.org/10.3390/ijgi8030108[Mouratidis & Ampatzidis 2019^]). Note also that satellite image-based DEMs, being radar based, vary greatly over different land surfaces, forests, shrub or herbaceous vegetation, agricultural areas, bare areas, rocky surfaces, wetlands, and artificial surfaces such as cities. Also the radar can penetrate into areas of snow, ice, and sand (as in deserts) (https://doi.org/10.3390/ijgi8030108[Mouratidis & Ampatzidis 2019^]).
es: Los <<modelo digital de elevación,Modelos Digitales de Elevación>> (DEM) se basan en <<elevación,elevaciones>> sobre el <<nivel medio del mar>> (o más recientemente, basadas en el <<geoide>>). Los modelos se calculan utilizando sofisticadas interpolaciones y no corresponden necesariamente a la elevación real de la superficie. La <<exactitud>> vertical del DEM está influenciada por varios factores como el tamaño de la <<grilla>>, la pendiente, cobertura de la tierra y el <<error>> de la geolocalización (horizontal), así como otros <<sesgo,sesgos>> debidos a la recolección de los datos DEM originales (p. ej. geometría de imágenes por satélite) y/o los método de producción (https://doi.org/10.1016/j.jag.2012.09.004[Mukherjee et al. 2013^], https://doi.org/10.3390/ijgi8030108[Mouratidis & Ampatzidis 2019^]). Los DEMs globales como el Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) Global DEM V2 (https://ssl.jspacesystems.or.jp/ersdac/GDEM/ver2Validation/Summary_GDEM2_validation_report_final.pdf[Meyer 2011^]) y Shuttle Radar Topography Mission (SRTM) se basan en grillas de 1 arco-segundo (cerca de 30 m x 30 m) (https://doi.org/10.1029/2005RG000183[Farr et al. 2007^]) y tienen una precisión de mas de 17 m y 10 m respectivamente (excepto en terrenos empinados como montañas y áreas con superficies de arena muy lisas con baja relación señal/ruido, como el desierto de Sahara (https://doi.org/10.1029/2005RG000183[Farr et al. 2007^])). Los DEMs locales y regionales pueden tener un tamaño de grilla menor. Por ejemplo, una grilla de 5 m en Australia, que tiene una precisión vertical inferior a un metro e incluso hasta 0.3 metros en algunas áreas (https://ecat.ga.gov.au/geonetwork/srv/eng/catalog.search#/metadata/89644[Geoscience Australia 2018^]) o el Modelo Europeo Digital de Elevación, que tiene una precisión superior a tres metros (https://doi.org/10.3390/ijgi8030108[Mouratidis & Ampatzidis 2019^]). Tenga en cuenta también que los DEM basados en imágenes satelitales y los basados en radares, varían mucho entre diferentes superficies de tierra, bosques, arbusto o vegetación herbácea, áreas agrícolas, áreas desnudas, superficies rocosas, humedales y superficies artificiales como ciudades. También, que el radar puede penetrar en áreas de nieve, hielo y arena (como en desiertos) (https://doi.org/10.3390/ijgi8030108[Mouratidis & Ampatzidis 2019^]).

source: Some smartphones, whether they incorporate <<GPS>> capabilities or not, use apps that provide <<elevation>> values based on a <<digital elevation model,DEM>>. With smartphone GPS apps, be aware that some devices and apps incorrectly record the method used. The <<uncertainty>> in elevation due to an unknown elevation source can be up to 100 meters. For example, the difference with <<datum>> <<WGS84>> between the <<ellipsoid>> and <<geoid>> or <<mean-sea-level>> methods of reporting elevation is shown in xref:img-mean-sea-level-wgs84-ellipsoid[xrefstyle="short"]. Note also that these uncertainties are in addition to the uncertainties associated with the measurements themselves. The only true way of determining what your GPS receiver or smartphone is recording is to test it against a known elevation. Some preliminary studies by the authors show elevation <<accuracy>> from smartphones varies greatly in different areas of the world. In areas in the USA, Europe, Australia, Japan, etc. (where most published results are from) <<error,errors>> are generally within 10 meters or so, but in more remote areas (such as on a remote island in Fiji), errors in the order of ±60 meters are not uncommon. Using two different mobile applications at sea level at one location resulted in reported elevations from −24 m to +58.9 m. These studies are preliminary and more research is needed in different areas of the world.
es: Algunos teléfonos inteligentes, ya sea que incorporen o no tecnologías <<GPS>>, utilizan aplicaciones que proporcionan valores de <<elevación>> basados en un <<modelo digital de elevación,DEM>>. Con las aplicaciones GPS de los teléfonos inteligentes hay que tener en cuenta que algunos dispositivos y aplicaciones registran incorrectamente el método utilizado. La <<incertidumbre>> de la elevación debida a una fuente de elevación desconocida puede ser de hasta 100 metros. Por ejemplo, la diferencia entre el <<datum>> <<WGS84>> y los métodos de <<elipsoide>> y <<geoide>> o el <<nivel medio del mar>> usados para reportar la elevación se muestran en la xref:img-mean-sea-level-wgs84-ellipsoid[xrefstyle="short"]. También, tenga en cuenta que estas incertidumbres se suman a las incertidumbres asociadas a las propias mediciones. La única forma verdadera de determinar lo que el receptor GPS o teléfono inteligente está registrando es compararlo contra una elevación conocida. Algunos estudios preliminares de los autores muestran que la <<exactitud>> de la elevación en los teléfonos inteligentes varía mucho en diferentes áreas del mundo. En las zonas de los Estados Unidos, Europa, Australia, Japón, etc. (de donde provienen la mayoría de los resultados publicados), los <<error,errores>> están generalmente dentro de los 10 metros o medidas similares, pero en zonas más remotas (como en una isla remota de Fiji) no es raro encontrar errores en el orden de los ±60 metros. Usando dos aplicaciones móviles diferentes al nivel del mar en una misma ubicación, se obtuvieron elevaciones desde -24m hasta +58.9 m. Estos estudios son preliminares y se necesita más investigación en diferentes áreas del mundo.

source: Map comparing the geoid-based Mean Sea Level to the WGS84 ellipsoid. (http://cddis.nasa.gov/926/egm96/egm96.html[Lemoine et al. 1998^]). The color scale shows distance of the geoid below (negative) or above (positive) the WGS84 ellipsoid in meters. Image from https://www.ripublication.com/ijoo16/ijoov10n2_04.pdf[Tan et al. 2016^] with permission of the authors.
es: Mapa comparando el Nivel Medio del Mar con el elipsoide WGS84 (http://cddis.nasa.gov/926/egm96/egm96.html[Lemoine et al. 1998^]). La escala de color muestra la distancia en metros del geoide estando debajo (negativo) o sobre (positivo) el elipsoide WGS84. Imagen de https://www.ripublication.com/ijoo16/ijoov10n2_04.pdf[Tan et al. 2016^] con permiso de los autores.

source: GPS-enabled Digital Cameras
es: Cámaras Equipadas con GPS

source: <<GPS>>-enabled digital cameras are like smartphones with respect to positional accuracy as they have similar sized in-board antennas. To conserve battery life, most GPS-enabled digital cameras have options to set positional update intervals. Depending on the camera, these can range from once every second to once every five minutes. The setting of this interval may have significant implications with respect to both <<coordinates>> and <<uncertainty>>.
es: Las cámaras digitales quipadas con <<GPS>> se comportan de manera similar a los teléfonos inteligentes con respecto a la exactitud posicional ya que tienen incorporadas antenas de tamaño similar. Para conservar la duración de la batería, la mayoría de las cámaras digitales con GPS tienen opciones para establecer intervalos de actualización de la posición. Dependiendo de la cámara, puede variar desde una vez por segundo hasta una vez cada cinco minutos. La configuración de este intervalo puede tener implicaciones significativas con respecto a las <<coordenadas>> y a la <<incertidumbre>>.

source: Underwater digital cameras only update their position when the diver or snorkeler takes the camera above the surface long enough for the GPS to fix its position.
es: Las cámaras digitales sumergibles sólo actualizan su posición cuando el buceador lleva la cámara a la superficie el tiempo suficiente para que el GPS fije su posición.
