Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: Support the incorporation of the standardized georeferenced locality data into the source data management systems (see <<Accepting Feedback from Users>>).
es: Apoyar la incorporación de los datos de la localidad georreferenciada estandarizada en los sistemas de gestión de datos fuente (ver <<Aceptando Retroalimentación de los Usuarios>>).

source: Support the sharing of the standardized georeferenced original data (including additional <<generalization,generalizations>> and withholdings) in open data venues such as GBIF (see <<Sharing Data>>).
es: Apoyar la divulgación de los datos originales georreferenciados estandarizados (incluyendo <<generalización, generalizaciones>> y retenciones adicionales) en plataformas de datos abiertos como GBIF (ver <<Compartiendo los Datos>>).

source: Establish a long-term data maintenance policy that includes the management of feedback on data quality and the documentation of changes (see <<Accepting Feedback from Users>>).
es: Establecer una política de mantenimiento de datos a largo plazo que incluya la gestión de la retroalimentación sobre la calidad de los datos y la documentación de los cambios (ver <<Aceptando Retroalimentación de los Usuarios>>).

source: Project Workflow Example – MaNIS/HerpNET/ORNIS
es: Ejemplo de Flujo de Trabajo de Proyecto – MaNIS/HerpNET/ORNIS

source: One of the major contributions of the Mammal Networked Information System (MaNIS) project (https://doi.org/10.17161/bi.v1i0.7[Stein & Wieczorek 2004^]) was the design and implementation of a set of <<georeference,georeferencing>> guidelines (http://georeferencing.org/georefcalculator/docs/GeorefGuide.html[Wieczorek 2001^]) and online resources for a http://georeferencing.org/manis/GeorefSteps.html[collaborative georeferencing workflow^]. The same basic workflow was implemented with great success for the sister projects http://herpnet.org/Gazetteer/GeorefSteps.html[HerpNET^] and the https://sites.google.com/site/ornisnet/georeferencing/workflownew[Ornithological Information System (ORNIS)^]. Between the three projects, more than 1.2 million <<locality,localities>> were georeferenced for 4.5 million vertebrate occurrence records. The basic workflow was more or less as follows:
es: Una de las principales contribuciones del proyecto Mammal Networked Information System (MaNIS) (https://doi.org/10.17161/bi.v1i0.7[Stein & Wieczorek 2004^]) fue el diseño y la implementación de un conjunto de directrices para <<georreferencia,georreferenciar>> (http://georeferencing.org/georefcalculator/docs/GeorefGuide.html[Wieczorek 2001^]) y recursos en línea para unhttp://georeferencing.org/manis/GeorefSteps.html[Flujo de Trabajo Colaborativo Para Georreferenciación^]. El mismo flujo de trabajo básico se implementó con gran éxito para los proyectos hermanos, http://herpnet.org/Gazetteer/GeorefSteps.html[HerpNET^] y el https://sites.google.com/site/ornisnet/georeferencing/workflownew[Ornithological Information System (ORNIS)^]. Entre los tres proyectos, más de 1,2 millones de <<localidad,localidad>> fueron georreferenciadas para 4.5 millones de registros de vertebrados. El flujo de trabajo básico fue más o menos el siguiente:

source: Establish a <<georeferencing method>> and select tools to be used.
es: Establecer un <<método de georreferenciación>> y seleccionar las herramientas a utilizar.

source: Train participants (combination of help desk, forum, documents, and in the case of HerpNET, courses).
es: Entrenar a los participantes (una combinación de servicios de asistencia, foros, documentos y en el caso de HerpNET, cursos).

source: Establish a convention and tools to manage georeferencing work packages for participants.
es: Establecer una convención y las herramientas para gestionar los paquetes de trabajo de georreferenciación para los participantes.

source: Aggregate occurrences and extract distinct localities into a project <<gazetteer>>.
es: Agregar ocurrencias y extraer localidades distintas en un proyecto <<gacetero>>.

source: Engage participants to claim and complete (georeference) work packages.
es: Involucrar a los participantes para reclamar y completar (georreferenciar) paquetes de trabajo.

source: Participant downloads work package.
es: Los participantes descargan los paquetes de trabajo.

source: Participant georeferences work package, consulting documentation and colleagues to resolve questions.
es: Los participantes georreferencian el paquete de trabajo, consultan documentación y a colegas para resolver preguntas.

source: Finished work package is sent to the project coordinator.
es: El paquete de trabajo terminado es enviado al coordinador del proyecto.

source: Project coordinator validates georeferences to meet <<data quality>> standards.
es: El coordinador del proyecto valida que las georreferencias satisfagan los estándares de <<calidad de datos>>.

source: Project coordinator populates communal <<gazetteer>> with validated georeferences.
es: El coordinador del proyecto llena el << gacetero >> comunal con las georreferencias validadas.

source: When georeferencing is completed for the entire project, project coordinator validates that localities for original occurrence records have not changed from the sources since they were added to the gazetteer and repatriates occurrence records with georeferences to participating data custodians.
es: Una vez se complete el proceso de georreferenciación para todo el proyecto, el coordinador del proyecto debe validar que las localidades de los registros originales no hayan cambiado desde que se agregaron al gacetero y repatria los registros con sus respectivas georreferencias a los custodios de los datos participantes.

source: Everyone involved rejoices.
es: Todos los involucrados se regocijan.

source: Participants add georeference data to their data management systems as time and resources allow.
es: Los participantes añaden los datos georreferenciados a sus sistemas de gestión de datos a medida que el tiempo y los recursos lo permiten.

source: Georeferenced occurrence records get shared via global biodiversity networks such as VertNet (https://doi.org/10.1525/bio.2010.60.4.2[Guralnick & Constable 2010^]) and https://www.gbif.org/[GBIF^].
es: Los registros georreferenciados se comparten a través de redes globales de biodiversidad como VertNet (https://doi.org/10.1525/bio.2010.60.4.2[Guralnick & Constable 2010^]) y https://www.gbif.org/[GBIF^].

source: Using Previously Georeferenced Records
es: Usando Registros Previamente Georreferenciados

source: It may be possible to use a look-up system that searches for similar localities that have already been <<georeference,georeferenced>>. For example, if you have a record with the <<locality>> "10 km NW of Campinas", you can search for all records with locality "Campinas" and see if any records that mean the same thing as "10 km NW of Campinas" have been georeferenced previously. Note that it is always worth verifying the georeference on a map — this can easily be done using software such as Google Maps, Google Earth, etc. Checking this way can reduce <<error,errors>> such as neglecting to add the minus (−) sign to a <<coordinates,coordinate>> in the western or southern hemispheres.
es: Es posible utilizar un sistema de búsqueda para encontrar localidades similares que ya hayan sido <<georreferencia,georreferenciadas>>. Por ejemplo, si se tiene un registro con una <<localidad>> "10 km NW de Campinas", se pueden buscar todos los registros con la localidad "Campinas" y ver si existen registros georreferenciados anteriormente que correspondan a "10 km NW de Campinas". Tenga en cuenta que siempre vale la pena verificar la georreferencia en un mapa, esto puede hacerse fácilmente utilizando software como Google Maps, Google Earth, etc. Verificar de esta forma puede reducir <<error,errores>> tales como descuidar añadir el signo menos (−) a una <<coordenadas,coordenada>> en el hemisferio oeste o sur.

source: An extension of this method could use the benefits of a distributed data system such as https://www.gbif.org/[GBIF.org^]. A search could be conducted to see if the locality has already been georeferenced by another institution. At present, we quite often find that duplicates of occurrence records have been given significantly different georeferences by different institutions. Presumably this would not happen if best practices were followed, or if georeferencing is done by the original institution before distributing duplicates.
es: Una extensión de este método podría beneficiarse de un sistema de datos distribuido como https://www.gbif.org/[GBIF.org^]. Podría hacer una búsqueda para conocer si la localidad ya ha sido georreferenciada por otra institución. En la actualidad, nos encontramos con frecuencia con que a los registros duplicados distintas instituciones les han asignado georreferencias significativamente diferentes. Probablemente, esto no ocurriría si se siguieran las buenas prácticas o si la georreferenciación se hiciera por la institución fuente antes de distribuir duplicados.

source: A preliminary study (Wieczorek pers. comm.) of roughly 33.1 million occurrences for 38.7 thousand plant taxa in GBIF from 15 April 2019 (https://doi.org/10.15468/dl.5pmzev[GBIF 2019^]) showed that the records were associated with 7.2 million distinct locations, of which 25.7 per cent (30.9 per cent of occurrences) already had georeferences (i.e. term:dwc[decimalLatitude], term:dwc[decimalLongitude], term:dwc[geodeticDatum] and term:dwc[coordinateUncertaintyInMeters]). Of those without georeferences, exact matches (on geography plus locality fields, all turned into upper case) from other locations in GBIF could be found for 2.5 per cent of distinct locations (11.4 per cent of occurrences).
es: Un estudio preliminar (Wieczorek pers. comm.) que incluía aproximadamente 33.1 millones de registros de 38.7 taxa de plantas en GBIF desde el 15 de abril del 2019 (https://doi.org/10.15468/dl.5pmzev[GBIF 2019^]) mostró que los registros estaban asociados con 7.2 millones de ubicacioces, de las cuales el 25.7 por ciento (30.9 por ciento de los registros) ya contaban con georreferencias (en específico term:dwc[decimalLatitude], term:dwc[decimalLongitude], term:dwc[geodeticDatum] and term:dwc[coordinateUncertaintyInMeters]). De los registros que no tenían georreferencias se encontraron coincidencias exactas (en los campos de geografía y de localidad, todo en mayúscula) con otras ubicaciones en GBIF para el 2.5 por ciento de las ubicaciones (11.4 por ciento de los registros).

source: In the case where multiple possible georeferences are found using a lookup on previously existing georeferenced locations, the problem is knowing which of the several georeferences, if any, to choose.
es: En el caso de encontrar múltiples georreferencias posibles mediante una búsqueda de localidades existentes previamente georreferenciadas, el problema es saber cuál de las georreferencias elegir, si es que se llega a elegir alguna.

source: If the georeference is not fully documented following best practices (including being reproducible), we recommend that existing georeferences not be used (or used only with extreme caution). Even if the georeference is documented, it should be checked visually on a map to be sure that it makes sense, just as for any new georeference.
es: Si la georreferencia no está totalmente documentada siguiendo las buenas prácticas (incluyendo ser reproducible), recomendamos que las georreferencias existentes no se utilicen (o que se utilicen sólo con extrema precaución). Incluso, si la georreferencia está completamente documentada, debería ser verificada visualmente en un mapa para asegurarse de que tiene sentido al igual que para cualquier georreferencia nueva.

source: The re-use of existing georeferences can propagate errors, if a mistake was made the first time. Existing georeferences should be verified just as for any newly generated georeference.
es: La reutilización de georreferencias existentes puede propagar errores si se cometió un error la primera vez. Las georreferencias existentes deben ser verificadas igual que cualquier georreferencia generada recientemente.

source: Resources Needed
es: Recursos Necesarios

source: Each institution will have needs for different resources in order to <<georeference>> their <<location>> data. The basics, however, include:
es: Cada institución necesitará diferentes recursos para <<georreferenciar>> sus datos de <<localidades>>. Sin embargo, los recursos básicos incluyen:

source: Suitable computer hardware to support all of the below.
es: Equipos de computación adecuados para soportar todo lo que se menciona a continuación.

source: A database and database software (spreadsheets may be apt for data capture, but they leave a lot to be desired compared to databases for data management, for which we do not recommend the use of spreadsheets). Note that there are a lot of database management systems already established and available for use with biodiversity data. See if any of these may do the job before developing your own as it may save a lot of extra work. Many also already include <<data quality>> aspects that could help improve the quality of your own data.
es: Una base de datos y un software de base de datos (las hojas de cálculo pueden ser aptas para la captura de datos, pero dejan mucho que desear en comparación con bases de datos para la gestión de datos, para las cuales no se recomienda el uso de hojas de cálculo). Tenga en cuenta que existen muchos sistemas de gestión de bases de datos ya establecidos y disponibles para su uso con datos de biodiversidad. Compruebe si alguno de estos puede funcionar para su propósito antes de desarrollar el suyo, esto puede ahorrarle mucho trabajo adicional. Muchos incluyen también aspectos de <<calidad de datos>> que podrían ayudar a mejorar la calidad de sus propios datos.

source: Topographic or bathymetric maps (electronic, paper or both), geologic maps (for paleontological events) and/or speleological maps (for events in cave systems).
es: Mapas topográficos o batimétricos (electrónicos, físicos o ambos), mapas geológicos (para eventos paleontológicos) y/o mapas espeleológicos (para eventos en los sistemas de cuevas).

source: Access to good <<gazetteer,gazetteers>> (many are available free via the Internet, either for downloading, or via online searching).
es: Acceso a buenos <<gacetero,gaceteros>> (muchos están disponibles gratis a través de Internet, ya sea para descargar o para búsqueda en línea).

source: Internet access (as there are many resources on the Internet that will help in georeferencing and locating places).
es: Acceso a Internet (ya que hay muchos recursos en línea que ayudarán a georreferenciar y a localizar lugares).

source: Data to Capture
es: Datos a Capturar

source: One of the most important preparation steps for efficient <<georeference,georeferencing>> is to have an effective way to handle the data. This section will help you decide if your data capture framework will need modification or not, and to what extent.
es: Uno de los pasos de preparación más importantes para la <<georreferencia,georreferenciación>> eficente es tener una forma efectiva de manejar los datos. Esta sección le ayudará a decidir si su marco de captura de datos necesitará modificaciones o no y en qué medida.

source: Some georeferencing projects (e.g. MaPSTeDI (https://doi.org/10.5281/zenodo.59792[Murphy et al. 2004^])) used a separate working database for data entry operators so that the main data were not modified and day-to-day use of the database was not hindered. This also meant that the working database could be designed optimally for data entry, rather than trying to accommodate other database management and searching requirements. The data from the working database can be checked for quality, and then integrated into the main database from time to time. Such a way of operating is institution dependent, and may be worth considering.
es: Algunos proyectos de georreferenciación (p. ej. MaPSTeDI (https://doi.org/10.5281/zenodo.59792[Murphy et al. 2004^])) usaron una base de datos de trabajo independiente para los operadores de entrada de datos, de modo que los datos principales no se modificaron y el uso diario de la base de datos no se entorpeció. Esto también significó que la base de datos de trabajo pudo diseñarse de forma óptima para la entrada de datos, en lugar de intentar acomodarse a otros requisitos de búsqueda y a otra administración de bases de datos. La calidad de los datos de la base de datos de trabajo pudo verificarse y luego se integraron los datos a la base de datos principal periódicamente. Esta forma de operar depende de la institución y vale la pena considerarla.

source: What are the fields you need in your database to best store georeferencing information? This may seem obvious, but it is surprising how often a database is created and finalized before it is determined exactly what the database is supposed to hold. Be sure not to lump together dissimilar data into one field. Always atomize the data into separate fields with very specific definitions and rules for their content.
es: ¿Cuáles son los campos que necesita en su base de datos para almacenar la información de georreferenciación de la mejor manera? Esto puede parecer obvio, pero es sorprendente con qué frecuencia se crea y finaliza una base de datos antes de que se determine exactamente qué es lo que se supone que la base de datos debe mantener. Asegúrese de no juntar datos distintos en un solo campo. Siempre divida los datos en campos separados con definiciones y reglas muy específicas para su contenido.

source: It is also of benefit to name the fields unambiguously, as users tend to go by the field names rather than looking at the field definitions. Thus, 'latitude_in_degrees' is a better name than '<<latitude>>' for a field that is supposed to contain latitudes in <<decimal degrees>>, while 'verbatim_latitude' is better name for a field that is supposed to contain the <<latitude>> in the format given in the source. The names and definitions of fields in <<Darwin Core>> (https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012b^]) were created specifically with this principle of clarity in mind. In order to take advantage of a community standard set of definitions, it is not a bad idea to use the term names from Darwin Core as field names in the database if the semantics of the two are the same.
es: También es beneficioso que los nombres de los campos no sean ambiguos, pues los usuarios suelen guiarse por los nombres de los campos en vez de mirar las definiciones. Por lo tanto, 'latitud_en_grados' es un mejor nombre que '<<latitud>>' para un campo que supuestamente contiene latitudes en <<grados decimales>>, mientras que 'latitud_original' es un mejor nombre para un campo que debe contener la <<latitud>> en el formato dado en la fuente. Los nombres y definiciones de los campos del <<Darwin Core>> https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012b^]) fueron creados específicamente con este principio de claridad en mente. Con el fin de aprovechar un conjunto de definiciones de estándares comunitarios, no es una mala idea usar los nombres de los campos del Darwin Core como nombres de los campos en la base de datos si la semántica de ambos es la misma.

source: Note, however, that the georeferencing results might benefit from additional fields that are not described in Darwin Core (e.g. '<<feature>>_<<radial>>', 'radialUnits') in order to make it easier to reproduce the georeference and thus test its veracity. It is often tempting to include fields for the georeferenced <<coordinates>> and ignore any additional fields; however, you (or those who follow after you) are sure to regret this minimalist approach, because it severely limits the usability of the data. A <<location,Location>> occupies a physical <<extent>>, not just a point. The associated information on methods used to determine the georeference, the extent, <<radial>>, and <<uncertainty>> associated with the georeference are important pieces of information for the end user, as well as for managing and improving the <<data quality,quality>> of your information. The fields that are needed can be divided into two categories: the first consists of the fields associated with the textual description of the location, and the second consists of the fields associated with the spatially enabled interpretation as a georeference and the georeferencing process.
es: Tenga en cuenta, sin embargo, que los resultados de la georreferenciación podrían beneficiarse de campos adicionales que no se encuentran en el Darwin Core (p. ej. '<<radio>>_<<entidad geográfica>>', 'UnidadesRadio') para facilitar la replicabilidad de la georreferencia y así poner a prueba su veracidad. A menudo es tentador incluir campos para las <<coordenadas>> georreferenciadas e ignorar cualquier campo adicional. Sin embargo, es probable que se arrepienta de elegir un enfoque minimalista, pues limita severamente la utilidad de los datos. Una <<localidad>> ocupa una <<extensión>> física, no solo un punto. La información sobre los métodos utilizados para determinar la georreferencia, la extensión, el <<radio>> y la <<incertidumbre>> asociada con la georreferencia son piezas de información importantes para el usuario final, así como para gestionar y mejorar la <<calidad de datos,calidad>> de su información. Los campos necesarios pueden dividirse en dos categorías: la primera consiste en los campos asociados con la descripción textual de la ubicación y la segunda consiste en los campos asociados con la interpretación espacial, como la georreferencia y el proceso de georreferenciación.

source: When atomizing data on entry, always include a field or fields that record the original data in its verbatim form so that atomization and other transformations can later be revealed and checked.
es: Al dividir los datos en el proceso de entrada, siempre incluya uno o varios campos que registren los datos en su forma original. De esta manera se pueden las divisiones y otras transformaciones se pueden demostrar y verificar.

source: Automatic format transformations to <<decimal degrees>> may introduce <<false precision>>. See <<accuracy-error-bias-precision-false-precision-and-uncertainty,§1.6>>.
es: Las transformaciones de formato automáticas a <<grados decimales>> pueden introducir <<falsa precisión>>. Ver <<exactitud-error-sesgo-precisión-falsa-precisión-e-incertidumbre,§1.6>>.

source: Be careful with any automatic data formatting or transformation in your database, especially when incorporating original data. Sometimes databases are set to have a particular type or format for data in a given field (e.g. numbers, dates, etc.), which can change the original data and result in irrecoverable losses of information. In this sense, it is recommended that you set all verbatim data fields to be of type "text". Also be aware of the encoding of the data upon import and export, because if the encoding of the data does not match the encoding of the destination, the data can be corrupted.
es: Tenga cuidado con cualquier edición o transformación automática en su base de datos, especialmente al incorporar los datos originales. A veces se restringen algunos campos de las bases de datos para recibir un determinado tipo o formato (p. ej. números, fechas, etc.), esto puede generar cambios en los datos originales y provocar pérdidas irrecuperables de información. En este sentido, se recomienda que establecer todos los campos de datos originales para ser de tipo "text". También tenga en cuenta la codificación de los datos al importar y exportar, porque si la codificación de los datos no coincide con la codificación del destino, los datos pueden corromperse.
