Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: The point within a <<location>>, or on its <<boundary>>, that minimizes the <<geographic radial>> of the location. This point is obtained by making the <<smallest enclosing circle>> that contains the entire <<feature>>, and then taking the center of that circle. If that center does not fall inside the boundaries of the feature, make the <<smallest enclosing circle>> that has its center on the boundary of the feature. Note that in the second case, the new circle, and hence the <<radial>>, will always be larger than the uncorrected one (see <<img-polygon-center>>).
es: El punto dentro de una <<ubicación>>, o en sus <<límite,límites>> que minimiza el <<radio geográfico>> de la ubicación. Este punto se obtiene haciendo el <<círculo mínimo>> que contenga todo la <<entidad geográfica>> y luego tomando el centro de ese círculo. Si ese centro no cae dentro de los límites de la geometría, se debe hacer un <<círculo mínimo>> que tenga su centro en el límite de la geometría. Note que en el segundo caso, el nuevo círculo y por ende el <<radio>>, siempre serán mas grandes que el centro no corregido (ver <<img-centro-polígono>>).

source: A standard for exchanging information about biological diversity (see https://www.tdwg.org/standards/dwc/[Darwin Core^]).
es: Estándar para el intercambio de información sobre diversidad biológica (ver https://www.tdwg.org/standards/dwc/[Darwin Core^]).

source: [[data-quality]]data quality
es: [[calidad-de-datos]]calidad de datos

source: ‘Fitness for use’ of data (<<juran,Juran 1964>>, <<juran-2ed,Juran 1995>>, <<chrisman,Chrisman 1991>>, https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]). As the collector of the original data, you may have an intended use for the data you collect but data have the potential to be used in unforeseen ways; therefore, the value of your data is directly related to the fitness of those data for a variety of uses. As data become more accessible, many more uses become apparent (http://www.gbif.org/document/80545[Chapman 2005c^]).
es: Aptitud para el uso de los datos (en inglés: ´Fitness for use') (<<juran,Juran 1964>>, <<juran-2ed,Juran 1995>>, <<chrisman,Chrisman 1991>>, https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]). Como colector de datos primarios, puede que usted tenga una intensión de uso para los mismos, pero estos tienen el potencial de ser utilizados de otras maneras aún no previstas; por lo tanto, el valor de los datos está directamente relacionado con la aptitud que tienen para ser utilizados en una variedad de usos. A medida que los datos se vuelven más accesibles, son mas evidentes sus potenciales usos. (http://www.gbif.org/document/80545[Chapman 2005c^]).

source: A set of one or more parameters that serve as a reference or basis for the calculation of other parameters https://www.iso.org/standard/74039.html[ISO 19111^]. A datum defines the position of the origin, the scale, and the orientation of the axes of a <<coordinate system>>. For <<georeference,georeferencing>> purposes, a datum may be a <<geodetic datum>> or a <<vertical datum>>.
es: Conjunto de uno o más parámetros que sirven como referencia o base para el cálculo de otros parámetros https://www.iso.org/standard/74039.html[ISO 19111^]. El datum define la posición del origen, la escala y la orientación de los ejes de un <<sistema de coordenadas>>. Para propósitos de la <<georreferencia,georreferenciación>>, un datum puede ser un <<datum geodésico>> o un <<datum vertical>>.

source: [[decimal-degrees]]decimal degrees
es: [[grados-decimales]]grados decimales

source: Degrees expressed as a single real number (e.g. −22.343456). Note that <<latitude,latitudes>> south of the equator are negative, as are <<longitude,longitudes>> west of the <<prime meridian>> to −180 degrees. See also <<decimal latitude>> and <<decimal longitude>>.
es: Grados expresados como un único número real (p. ej., -22.343456). Tenga en cuenta que las <<latitud,latitudes>> al sur del ecuador son negativas, al igual que las <<longitud,longitudes>> al oeste del <<meridiano cero>> hasta −180 grados. Ver también <<latitud decimal>> y <<longitud decimal>>.

source: [[decimal-latitude]]decimal latitude
es: [[latitud-decimal]]latitud decimal

source: <<latitude,Latitude>> expressed in <<decimal degrees>>. The limits of decimal latitude are −90 to 90, inclusive.
es: <<latitud,Latitud>> expresada en <<grados decimales>>. Los límites de la latitud decimal se encuentran entre -90 y 90 grados.

source: [[decimal-longitude]]decimal longitude
es: [[longitud-decimal]]longitud decimal

source: <<longitude,Longitude>> expressed in <<decimal degrees>>. The limits of decimal longitude are −180 to 180, inclusive.
es: <<longitud,Longitud>> expresada en <<grados decimales>>. Los límites de la latitud decimal se encuentran entre -180 y 180 grados.

source: declination
es: declinación

source: see <<magnetic declination>>.
es: ver <<declinación magnética>>.

source: see <<digital elevation model>>.
es: ver <<modelo digital de elevación>>.

source: [[depth]]depth
es: [[profundidad]]profundidad

source: A measurement of the vertical distance below a <<vertical datum>>. In this document, we try to modify the term to signify the medium in which the measurement is made. Thus, "water depth" is the vertical distance below an air-water interface in a waterbody (ocean, lake, river, sinkhole, etc.). Compare <<distance above surface>>. Depth is always a non-negative number.
es: Medición de la distancia vertical por debajo de un <<datum vertical>>. En este documento tratamos de modificar el término para indicar el medio en el que se realiza la medición. En este sentido, la "profundidad del agua" es la distancia vertical por debajo de una interfaz de aire-agua, en un cuerpo de agua (océano, lago, río, agujero, etc.). Comparar con <<distancia sobre la superficie>>. Profundidad es siempre un número no negativo.

source: [[digital-elevation-model,digital elevation model]]digital elevation model (DEM)
es: [[modelo-digital-de-elevación,modelo digital de elevación]] modelo digital de elevación (DEM)

source: A digital representation of the elevation of <<location,locations>> on the surface of the earth, usually represented in the form of a rectangular <<grid>> (raster) that stores the <<elevation>> relative to <<mean-sea-level>> or some other known <<vertical datum>>. The term Digital Terrain Model (DTM) is sometimes used interchangeably with DEM, although it is usually restricted to models representing landscapes. A DTM usually contains additional surface information such as peaks and breaks in slope.
es: Representación digital de la elevación de una <<ubicación>> en la superficie de la tierra, habitualmente representado en forma de una <<grilla>> rectangular (raster) que almacena la <<elevación>> relativa al <<nivel-medio-del-mar>> o algún otro <<datum vertical>>. El término Modelo de Terreno Digital (DTM) se utiliza a veces de forma intercambiable con DEM, aunque normalmente se limita a modelos que representan capas. Un DTM normalmente contiene información adicional de superficie, como picos y roturas en pendiente.

source: [[direction]]direction
es: [[dirección]]dirección

source: see <<heading>>.
es: ver <<dirección>>.

source: [[distance-above-surface]]distance above surface
es: [[distancia-sobre-la-superficie]]distancia sobre la superficie

source: In addition to <<elevation>> and <<depth>>, a measurement of the vertical distance above a reference point, with a minimum and a maximum distance to cover a range. For surface terrestrial <<location,locations>>, the reference point should be the elevation at ground level. Over a body of water (ocean, sea, lake, river, glacier, etc.), the reference point for aerial locations should be the elevation of the air-water interface, while the reference point for sub-surface benthic locations should be the interface between the water and the substrate. Locations within a water body should use depth rather than a negative <<distance above surface>>. Distances above a reference point should be expressed as positive numbers, while those below should be negative. The maximum distance above a surface will always be a number greater than or equal to the minimum distance above the surface. Since distances below a surface are negative numbers, the maximum distance will always be a number less than or equal to the minimum distance. Compare <<altitude>>.
es: Además de la <<elevación>> y la <<profundidad>>, esta es una medida de la distancia vertical sobre un punto de referencia, con una distancia mínima y máxima para cubrir un rango. Para las <<ubicación,ubicaciones>> sobre una superficie terrestre, el punto de referencia debe ser la elevación a nivel del suelo. Sobre un cuerpo de agua (océano, mar, lago, río, glaciar, etc.), el punto de referencia para las ubicaciones aéreas debe ser la elevación a partir de la interfaz aire-agua, mientras que el punto de referencia para ubicaciones bénticas subsuperficiales debe ser la interfaz entre el agua y el sustrato. Las ubicaciones dentro de un cuerpo de agua deben usar la profundidad en lugar de una <<distancia sobre la superficie>> negativa. Las distancias por encima de un punto de referencia deben ser expresadas como números positivos, mientras que las que están abajo deben ser negativas. La distancia máxima sobre una superficie será siempre un número mayor o igual a la distancia mínima sobre la superficie. Dado que las distancias por debajo de una superficie son números negativos, la distancia máxima siempre será un número menor o igual a la distancia mínima. Comparar con <<altitud>>.

source: [[DMS]]DMS
es: [[DMS]]GMS

source: Degrees, minutes and seconds – one of the most common formats for expressing <<geographic coordinates>> on maps. A degree is divided into 60 minutes of arc and each minute is divided into 60 seconds of arc. Degrees, minutes and seconds are denoted by the symbols °, ′, ″. Degrees of <<latitude>> are integers between 0 and 90, and should be followed by an indicator for the hemisphere (e.g. N or S). Degrees of <<longitude>> are integers between 0 and 180, and should be followed by an indicator for the hemisphere (e.g. E or W).
es: Grados, minutos y segundos – uno de los formatos más comunes para expresar <<coordenadas geográficas>> en mapas. Un grado se divide en 60 minutos de arco y cada minuto se divide en 60 segundos de arco. Grados, minutos y segundos son indicados por los símbolos °, ', ''. Los grados de <<latitud>> son enteros entre 0 y 90 y deben ir seguidos de un indicador para el hemisferio (p. ej. N o S). Los grados de <<longitud>> son enteros entre 0 y 180, y deben ir seguidos de un indicador para el hemisferio (ej. E o W).

source: [[easting]]easting
es: [[este]]este

source: Within a <<coordinate reference system>> (e.g. as provided by a <<GPS>> or a map <<grid>> reference system), the line representing eastward distance from a reference <<meridian>> on a map.
es: Dentro de un <<sistema de coordenadas de referencia>> (e.g. como la proporcionada por un <<GPS>> o un un mapa de <<grilla>> bajo un sistema de referencia específico), la línea que representa la distancia hacia el este desde un <<meridiano>> de referencia en un mapa.

source: [[elevation]]elevation
es: [[elevación]]elevación

source: A measurement of the vertical distance of a land or water surface above a <<vertical datum>>. On maps, the reference <<datum>> is generally some interpretation of <<mean-sea-level>> or the <<geoid>>, while in devices using <<GPS>>/<<GNSS>>, the reference datum is the <<ellipsoid>> of the <<geodetic datum>> to which the GPS unit is configured, though the device may make corrections to report the elevation above mean sea level or the geoid. Elevations that are above a reference point should be expressed as positive numbers, while those below should be negative. Compare <<depth>>, <<distance above surface>>, and <<altitude>>.
es: Medida de la distancia vertical de una superficie continental o marina a partir de un <<datum vertical>>. En los mapas, la referencia al <<datum>> generalmente es una interpretación del <<nivel-medio-del-mar>> o el <<geoide>>, mientras que en dispositivos <<GPS>>/<<GNSS>>, el datum de referencia es el <<elipsoide>> del <<datum geodésico>> al que está configurada la unidad GPS, aunque el dispositivo puede hacer correcciones para informar de la elevación por encima del nivel del mar o del geoide. Las elevaciones que están por encima de un punto de referencia deben ser expresadas como números positivos, mientras que las que están por debajo deben ser negativas. Comparar con <<profundidad>>, <<distancia sobre la superficie>>, y <<altitud>>.

source: [[ellipsoid]]ellipsoid
es: [[elipsoide]]elipsoide

source: A three-dimensional, closed geometric <<shape>>, all planar sections of which are ellipses or circles. An ellipsoid has three independent axes. If an ellipsoid is made by rotating an ellipse about one of its axes, then two axes of the ellipsoid are the same, and it is called an ellipsoid of revolution. When used to represent a model of the earth, the ellipsoid is an oblate ellipsoid of revolution made by rotating an ellipse about its minor axis.
es: Una geometría tridimensional de <<forma geométrica>> cerrada, cuyas secciones planas son elipses o círculos. Un elipsoide tiene tres ejes independientes. Si se genera un elipsoide haciendo girar una elipse alrededor de uno de sus ejes principales y los dos ejes del elipsoide son los mismos, se le conoce como un elipsoide de revolución. Cuando se usa para representar un modelo de la tierra, el elipsoide es un elipsoide oblato de revolución hecho girando un elipse sobre su eje menor.

source: [[entry-point]]entry point
es: [[punto-de-entrada]]punto de entrada

source: {marine} The entry point on the surface of the ocean or lake where a diver enters the water and from which all activities are measured. See <<img-underwater-event>>.
es: {marine} El punto de entrada sobre la superficie del océano o lago, donde un buceador entra al agua y desde el cual se miden todas las actividades. Ver <<img-underwater-event>>.

source: EPSG codes are defined by the International Association of Oil and Gas Producers, using a spatial reference identifier (SRID) to reference <<spatial reference system,spatial reference systems>>. The EPSG Geodetic Parameter Dataset (http://www.epsg.org/[IOPG 2019^]) is a collection of definitions of <<coordinate reference system,coordinate reference systems>> (including <<datum,datums>>) and <<coordinates,coordinate>> transformations which may be global, regional, national or local in application.
es: Los códigos EPSG son definidos por la Asociación Internacional de Productores de Petróleo y Gas, usando un identificador de referencia espacial (SRID) para referenciar los <<sistema-de-referencia-espacial,sistemas de referencia espacial>>. El Conjunto de parámetros geodésico EPSG (http://www.epsg.org/[IOPG 2019^]) es una colección de <<sistema-de-referencia-de-coordenadas,sistemas de referencia de coordenadas>> (incluyendo <<datum,datums>>) y transformaciones de <<coordenadas>> que pueden ser de aplicados a escala global, regional, nacional o local.

source: The difference between a computed, estimated, or measured value and the accepted true, specified, or theoretically correct value. It encompasses both the <<precision,imprecision>> of a measurement and its inaccuracies. Error can be either random or systematic. If the error is systematic, it is called "<<bias>>". Compare <<accuracy>>, <<bias>>, <<precision>>, <<false precision>> and <<uncertainty>>.
es: La diferencia entre un valor calculado, estimado o medido y el valor verdadero aceptado, especificado, o teóricamente correcto. Este compara tanto la <<precisión> de una medición como su imprecisión. El error puede ser aleatorio o sistemático. Si el error es sistemático, se llama "<<sesgo>>". Comparar con <<exactitud>>, <<sesgo>>, <<precisión>>, <<falsa precisión>> e <<incertidumbre>>.

source: [[event]]event
es: [[evento]]evento

source: A process occurring at a particular <<location>> during a period of time. Used generically to cover various kinds of collecting events, sampling events, and observations.
es: Un proceso que ocurre en una determinada <<ubicación>> durante un periodo de tiempo. Se utiliza genéricamente para cubrir varios tipos de eventos de colecta, eventos de muestreo y observaciones.

source: [[extent]]extent
es: [[extensión]]extensión

source: The entire space within the <<boundary>> a <<location>> actually represents. The extent can be a volume, an area, or a distance.
es: El espacio total dentro del <<límite>> que representa una <<ubicación>>. El alcance puede ser un volumen, un área o una distancia.

source: [[false-precision]]false precision
es: [[falsa-precisión]]falsa precisión

source: An artefact of recording data with a greater number of decimal places than implied by the original data. This often occurs following transformations from one unit or <<coordinate system>> to another, for example from feet to meters, or from <<DMS,degrees, minutes, and seconds>> to <<decimal degrees>>. In general, <<precision>> cannot be conserved across metric transformations; however, in practice it is often recorded as such. For example, a record of 10°20’ stored in a database in decimal degrees is ~10.3°. When exported from some databases, it will result in a value of 10.3333333333 with a <<precision>> of 10 decimal places in degrees rather than the original precision of 1-minute. Misinterpreting the precision of the <<coordinates,coordinate>> representation as a precision in distance on the ground, 10^-10^ degrees corresponds to about 0.002 mm at the equator, while the precision of 1-minute corresponds to about 2.6 km. This is not a true precision as it relates to the original data, but a false precision as reported from a combination of the coordinate conversion and the representation of resulting fraction in the export from a database. Compare with <<precision>> and <<accuracy>>.
es: Registro de datos con un mayor número de decimales que los presentes en los datos originales. Esto ocurre frecuentemente después de realizar transformaciones en las unidades de medida o <<sistema de coordenadas>>, por ejemplo de pies a metros, o de <<GMS,grados, minutos, y segundos>> a <<grados decimales>>. En general, la <<precisión>> no se conserva a través de las transformaciones; sin embargo, en la práctica, se registra como si el resultado de la transformación correspondiera a la precisión original. Por ejemplo, un registro de 10°20’, es almacenado en una base de datos en grados decimales como ~10.3°. Cuando se exporta desde algunas bases de datos, resultará en un valor de 10. 3333333333 con una <<precisión>> de 10 decimales, en lugar de la precisión original de 1 minuto. Interpretando la precisión que representan las <<coordenadas>> como una precisión en distancia en el suelo, 10^-10 grados corresponde a cerca de 0.002 mm en el ecuador, mientras que la precisión de 1 minuto corresponde a aproximadamente 2.6 km. Esta no es una verdadera precisión ya que se refiere a los datos originales, pero es una precisión falsa si se representa como una combinación de la conversión de coordenadas y la fracción resultante en la exportación desde una base de datos. Esta no es una precisión verdadera en lo que respecta a los datos originales, sino una precisión falsa, generada a partir de la combinación de la conversión de coordenadas y la representación de la fracción resultante en la exportación de una base de datos. Comparar con <<precisión>> y <<exactitud>>.<sistema de coordenadas>

source: [[feature]]feature
es: [[entidad-geográfica]]entidad geográfica

source: An object of observation, measurement, or reference that can be represented spatially. Often categorized into "feature types" (e.g. mountain, road, populated place, etc.) and given names for specific instances (e.g. "Mount Everest", "Ruta 40", "Istanbul"), which are also sometimes referred to as "named places", "place names" or "toponyms".
es: Un objeto de observación, medida o referencia que puede ser representado espacialmente. A menudo categorizado en "tipos" (p. ej. montañas, caminos, centros poblados, etc.) y nombres específicos (p. ej. "Monte Everest", "Ruta 40", "Istanbul"), que también se denominan "nombres de lugares" o "topónimos".

source: See <<shape>>. Note that "footprint" was used in some earlier <<georeference,georeferencing>> documents and in the <<Darwin Core>> term names term:dwc[footprintWKT] and term:dwc[footprintSpatialFit].
es: Ver <<forma geométrica>>. Tenga en cuenta que "footprint" se utilizó en anteriores documentos sobre <<georreferencia,georreferenciación>> y en los nombres de algunos términos del estándar <<Darwin Core>>: dwc[footprintWKT] y term:dwc[footprintSpatialFit].

source: [[gazetteer]]gazetteer
es: [[gazetteer]]gacetero

source: An index of geographical <<feature,features>> and their <<location,locations>>, often with <<geographic coordinates>>.
es: Índice de <<entidad-geográfica,entidades-geográficas>> y sus <<ubicación,ubicaciones>>, que generalmente incluyen <<coordenadas geográficas>>.

source: [[generalization]]generalization
es: [[generalization]]generalización

source: In geographic terms, refers to the conversion of a geographic representation to one with less resolution and less information content; traditionally associated with a change in scale. Also referred to as: _fuzzying_, _dummying-up_, etc. (https://doi.org/10.15468/doc-5jp4-5g10[Chapman 2020^]).
es: En términos geográficos, se refiere a la conversión de una representación geográfica a una con menos resolución y menos contenido informativo; tradicionalmente asociado con un cambio de escala. También definido como _simplificado_. (https://doi.org/10.15468/doc-5jp4-5g10[Chapman 2020^]).

source: [[geocode]]geocode
es: [[geocodificar]]geocodificar

source: The process (verb) or product (noun) of determining the <<coordinates>> for a street address. It is also sometimes used as a synonym for <<georeference>>.
es: El proceso (verbo) o producto (sustantivo) de determinar las <<coordenadas>> a partir de una dirección. También se utiliza a veces como sinónimo de <<georreferencia,georreferenciación>>.

source: [[geodetic-coordinate-reference-system]]geodetic coordinate reference system
es: [[sistema-de-referencia-de-coordenadas-geodésicas]]sistema de referencia de coordenadas geodésicas

source: A <<coordinate reference system>> based on a <<geodetic datum>>, used to describe positions on the surface of the earth.
es: <<sistema de referencia de coordenadas>> basado en un <<datum geodésico>>, usado para describir las posiciones en la superficie de la tierra.

source: [[geodetic-datum]]geodetic datum
es: [[geodetic-datum]]datum geodésico

source: A mathematical model that uses a reference <<ellipsoid>> to describe the size and shape of the surface of the earth and adds to it the information needed for the origin and orientation of <<coordinate system,coordinate systems>> on that surface.
es: Un modelo matemático que utiliza un <<elipsoide>> de referencia para describir el tamaño y la forma de la superficie de la tierra y le añade la información necesaria sobre el origen y orientación del <<sistema de coordenadas>>.

source: [[geographic-boundary]]geographic boundary
es: [[límite-geográfico]]límite geográfico

source: The representation in <<geographic coordinates>> of a vertical projection of a <<boundary>> onto a model of the surface of the earth.
es: Representación en <<coordenadas geográficas>> del <<límite>> de una proyección vertical sobre un modelo de la superficie de la tierra.

source: [[geographic-center]]geographic center
es: [[geographic-center]]centro geográfico
