Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: Find the feature(s) in a spatial data source (e.g. map, <<gazetteer>>, <<geographic-information-system,GIS>> layer, application programming interface (API)) that can give you an idea of where the feature is with <<coordinates>>, a bounding box, a point-radius, or a shape).
es: Encontrar la(s) entidad(es) geografica(s) en una fuente de datos espaciales (p. ej. mapa, <<gacetero>>, capa <<sistema de información geográfica,GIS>>, interfaz de programación de aplicaciones (API)) que pueda darle una idea de dónde está la característica con unas <<coordenadas>>, una caja de delimitadora, un radio-punto o una forma geométrica).

source: Determine the <<boundary,boundaries>> of the feature(s) (see <<Setting the Boundaries of the Feature>>) including all constraints (see <<Applying Spatial Constraints>>).
es: Determinar los <<límite, límites>> de la(s) entidad(es) geográfica(s) (ver <<Estableciendo los Límites de la Entidad Geográfica>>) incluyendo todas las restricciones (ver <<Aplicando Restricciones Espaciales>>).

source: Follow the protocol in the {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] to georeference the locality based on the locality type of the most specific clause and the shape or point-radius of the constrained feature from the previous step.
es: Siga el protocolo de la Guía de Referencia Rápida de Referenciación de {gqg}(Zermoglio et al. 2020)^] para georreferenciar la localidad basado en el tipo de localidad de la cláusula más específica y la forma geométrica o radio-punto de la entidad geográfica restringida obtenida en el paso anterior.

source: Document the sources and methods sufficiently to make the resulting georeference reproducible (see <<Objectives>>).
es: Documentar las fuentes y métodos lo suficiente como para hacer que la georreferencia resultante sea reproducible (ver <<Objetivos>>).

source: Though the list of steps above applies to a single locality record, the most efficient way to implement these steps might be to do each step for all of the localities in the set, and use the results of that step to organize the next step. For example, by identifying the features from all of the most specific clauses, one could filter localities by feature and with the accumulated body of information about the feature from all the localities at hand, georeference all of the localities containing the same feature together. One could also do statistics on the number of records affected by determining the boundaries of each feature and use that to prioritize which localities get georeferenced, if resources do not otherwise cover georeferencing everything. This kind of feature extraction could be done in the aggregate georeferencing preparation stage (see <<Georeferencing Project Workflow>>).
es: Aunque la lista de pasos anteriores se aplica a un único registro de localidad, la forma más eficiente de implementar estos pasos podría ser hacer cada paso para todas las localidades del conjunto y usar los resultados de cada paso para organizar el siguiente paso. Por ejemplo, identificando las entidades geográficas de todas las cláusulas más específicas, se podrían filtrar las localidades por entidad y con la información acumulada sobre la entidad de todas las localidades a la mano, puede georreferenciar todas las localidades que contienen la misma entidad al mismo tiempo. También se podrían calcular estadísticos sobre el número de registros afectados al determinar los límites de cada entidad geográfica y utilizarlos para priorizar las localidades a ser georreferenciadas, si con los recursos disponibles no es posible georreferenciar todo. Este tipo de extracción de entidades podría hacerse en el paso de agregación de georreferencias en la fase de preparación (ver <<Flujo de Trabajo para Proyectos de Georreferenciación>>).

source: Parsing the Locality Description
es: Analizando la Descripción de la Localidad

source: <<locality,Locality>> descriptions are often given in free text and encompass a wide range of content in a vast array of formats. An important part of the <<georeference,georeferencing>> process is to have a consistent way to interpret the text into spatial forms that can be operated on analytically. To do this, look for the parts of the description that can be interpreted independently, called <<locality clause,locality clauses>>, each of which can be categorized into a <<locality type>> (see <<Classifying the Locality Description>>) that uses a specific set of rules to georeference (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]).
es: Las descripciones de la <<localidad>> se dan a menudo en texto libre y engloban una amplia gama de contenidos en una variedad de formatos. Una parte importante del proceso <<georreferencia,georreferenciación>> es establecer una forma consistente de interpretar el texto en formas espaciales que pueden operarse analíticamente. Para hacer esto, busque las partes de la descripción que pueden ser interpretadas de forma independiente, llamadas <<clausula de localidad, clausulas de localidad>>, cada una de las cuales puede ser categorizada en un <<tipo de localidad>> (ver <<Clasificando la Descripción de la Localidad>>) que utiliza un conjunto específico de reglas para ser georreferenciada (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]).

source: Classifying the Locality Description
es: Clasificando la Descripción de la Localidad

source: There is a lot of variation in the way <<locality clause,clauses>> are written and the types of <<feature,features>> they reference, but there are actually very few basic <<locality type,locality types>>, though these may have many variations depending on the feature type referenced. The {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020^]) was written specifically to explain how to <<georeference>> all of the most common variations of <<locality type,locality types>> and <<feature>> types (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]):
es: Hay muchas variaciones en la forma en que están escritas las <<clausula de localidad, clausulas>> y los tipos de <<entidad geográfica,entidades>> a los que hacen referencia. Sin embargo, hay muy pocos <<tipo de localidad, tipos de localidad>> básicos, aunque pueden tener muchas variaciones dependiendo del tipo de entidad geográfica referenciada. La {gqg}[Guía de Referencia Rápida de Referenciación (Zermoglio et al. 2020^]) fue escrita específicamente para explicar cómo <<georreferencia,georreferenciar>> todas las variaciones más comunes de los <<tipo de localidad, tipos de localidades>> y los tipos de <<entidad geográfica>> (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]):

source: <<coordinates>> only (e.g. 27°34'23.4" N, 121°56'42.3" W)
es: solo <<coordenadas>> (e.g. 27°34'23.4" N, 121°56'42.3" O)

source: geographic feature only (e.g. "Bakersfield")
es: solo entidad geográfica (p. ej. "Bakersfield")

source: distance only (e.g. "5 mi from Bakersfield")
es: solo distancia (p. ej. "a 5 mi de Bakersfield")

source: <<heading>> only (e.g. "North of Bakersfield")
es: solo <<orientación cardinal>> (p. ej. "Norte de Bakersfield")

source: distance along a <<path>> (e.g. "13 miles east (by road) from Bakersfield")
es: distancia a lo largo de una <<ruta>> (p. ej. "13 millas al este (por carretera) de Bakersfield")

source: distance along orthogonal <<direction,directions>> (e.g. "2 miles east and 3 miles north of Bakersfield")
es: distancia a lo largo de <<dirección,direcciones>> ortogonales (p. ej. "2 millas al este y 3 millas al norte de Bakersfield")

source: distance at a heading (e.g. "10 miles east (by air) from Bakersfield")
es: distancia en una orientación (p. ej. "10 millas al este (por aire) de Bakersfield")

source: distances from two distinct paths (e.g. "1.5 miles east of Louisiana State Highway 1026 and 2 miles south of U.S. Highway 190")
es: distancias desde dos rutas distintas (p. ej. "1,5 millas al este de Louisiana State Highway 1026 y 2 millas al sur de U.S. Highway 190")

source: dubious (e.g. "presumably central Chile")
es: (por ejemplo, "probablemente Chile central")

source: cannot be located (e.g. "locality not recorded")
es: no se puede localizar (por ejemplo, "localidad no registrada")

source: demonstrably inconsistent (e.g. "Sonoma County side of the Gualala River, Mendocino County")
es: demostrablemente inconsistente (ej. "Condado de Sonoma del lado del Río Gualala, Condado de Mendocino")

source: captive or cultivated (e.g. "San Diego Wild Animal Park")
es: cautivo o cultivado (p. ej. "San Diego Wild Animal Park")

source: A full locality description may contain multiple clauses. The goal of a <<georeference>> is to describe the <<location>> where all of the clauses are true simultaneously. In <<geographic information system,GIS>> terms, this would be the intersection of the <<shape,shapes>> for all the clauses in the locality description. As humans, we would choose the clause that is most specific and <<georeference>> based on that, using the information from the other clauses to filter from among multiple possibilities. For example, a locality written as
es: Una descripción completa de una localidad puede contener varias cláusulas. El objetivo de una <<georreferencia>> es describir la <<ubicación>> donde todas las cláusulas son simultáneamente verdaderas. En términos <<sistema de información geográfica,GIS>>, esta sería la intersección de las <<forma geográfica,formas geográficas>> de todas las cláusulas presentes en la descripción de la localidad. Como humanos, eligiríamos la cláusula más específica y <<georreferencia,georreferenciaríamos>> basados en eso, utilizando la información de las otras cláusulas para filtrar entre múltiples posibilidades. Por ejemplo, una localidad escrita como

source: bridge over the St. Croix River, 4 km N of Somerset
es: puente sobre el río St. Croix, 4 km N de Somerset

source: should be georeferenced with a locality type "geographic feature only" with subtype {gqg}#feature-with-obvious-spatial-extent[Feature – with Obvious Spatial Extent^] as in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] based on the _bridge_ as the <<feature>>. Of course, the second clause helps us to determine which bridge (something we wouldn't be able to do without that second clause), but beyond that the second clause contributes nothing to the <<boundary,boundaries>> of the feature, nor to the <<uncertainty>> in the final georeference.
es: debe ser georeferenciada con un tipo de localidad "solo entidad geográfica" con el subtipo {gqg}#feature-with-obvious-spatial-extent[Entidad Geográfica con una Extensión Espacial Obvia^] como en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^] basado en el _puente_ como la <<entidad geográfica>>. Por supuesto, la segunda cláusula nos ayuda a determinar qué puente (algo que no podríamos hacer sin esa segunda cláusula), pero más allá de eso la segunda cláusula no contribuye nada a los <<límite,límites>> de la entidad, ni a la <<incertidumbre>> en la georreferencia final.

source: If the more specific part of the locality cannot be unambiguously identified, then the next less specific part of the locality ("4 km N of Somerset" in the example above) should be georeferenced. In a case such as this, annotate in the georeference remarks with something like "unable to find the bridge georeferenced '4 km N of Somerset'".
es: Si la parte más específica de la localidad no puede ser identificada sin ambigüedades, entonces la siguiente parte menos específica de la localidad ("4 km N de Somerset" en el ejemplo anterior) debe ser georreferenciada. En un caso como este, anote en las observaciones de la georreferencia con algo como "no fue posible encontrar el puente georreferenciado '4 km N de Somerset'".

source: Some locality descriptions give information about the nature of the <<offset>> (‘by road’, ‘by river’, ‘by air’, ‘up the valley’, etc.). Having this information simplifies the choice of offset-based locality type as <<Offset at a Heading>> or <<Offset along a Path>>.
es: Algunas descripciones de la localidad dan información sobre la naturaleza del <<desplazamiento>> (‘por ruta’, ‘por río’, ‘por aire’, ‘por el valle’, etc.. Tener esta información simplifica la elección del tipo de localidad basado en desplazamiento como <<Desplazamiento en una Orientación Cardinal>> o <<Desplazamiento a lo Largo de una Ruta>>.

source: Classifying the locality description
es: Clasificando la descripción de la localidad

source: |country |AR |stateProvince |Neuquén |county |Los Lagos |locality |12.3 km N of (by road) Nahuel Huapi, elev: 760m
es: |país |AR |estadoProvincia |Neuquén |condado |Los Lagos |localidad |12. km N de (por carretera) Nahuel Huapi, elev: 760m

source: In this example, there are four fields contributing five separate clauses. The three administrative geography terms each have one clause of the type "_Geographic feature only_" with subtype "_Feature – with obvious spatial extent_" (see {gqg}#feature-with-obvious-spatial-extent[Feature – with Obvious Spatial Extent^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]), while the locality field contains a clause ("12.3 km N of (by road) Nahuel Huapi") of the type "_Distance along path_" (see {gqg}#offset-distance-along-a-path[Offset – Distance along a Path^] in {gqg}[Georeferencing Quick Reference Guide^]) and a clause ("elev: 760m") of the type "_Geographic feature only_" with subtype "_Feature – Path_" (see {gqg}#feature-path[Feature – Path^] in {gqg}[Georeferencing Quick Reference Guide^]). The most specific of all five clauses is "12.3 km N of (by road) Nahuel Huapi".
es: En este ejemplo, hay cuatro campos que aportan cinco cláusulas distintas. Cada uno de los tres términos de división político administrativa tiene una cláusula del tipo "sólo entidad geográfica_" con el subtipo "_Entidad Geográfica con una Extensión Espacial Obvia_" (ver {gqg}#entidad-geográfica-con-una-extensión-espacial-obvia[Entidad Geográfica con una Extensión Espacial Obvia^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al). 2020)^]), mientras que el campo de la localidad contiene una cláusula ("12. km N de (por ruta) Nahuel Huapi") del tipo "_Distancia a lo Largo de una Ruta_" (ver {gqg}#desplazamiento-a-lo-largo-de-una-ruta[Desplazamiento: Distancia a lo Largo de una Ruta^] en {gqg}[Guía de Referencia Rápida de Georreferenciación^]) y una cláusula ("elev: 760m") del tipo "_Solo Entidad Geográfica_" con un subtipo "_Entidad Geográfica: Ruta_" (ver {gqg}#entidad-geográfica-ruta[Entidad Geográfica: Ruta^] en {gqg}[Guía de Referencia Rápida de Georreferenciación^]). La más específica de las cinco cláusulas es "12,3 km N de (por carretera) Nahuel Huapi".

source: It is sometimes possible to infer the nature of the offset path from additional supporting evidence in the locality description. For example, the locality
es: A veces es posible inferir la naturaleza de la ruta de desplazamiento a partir de evidencia adicional de apoyo en la descripción de la localidad. Por ejemplo, la localidad

source: 58 km NW of Haines Junction, Kluane Lake
es: 58 km de NO de Haines Junction, Lago Kluane

source: suggests a measurement by road since the final coordinates by that path are nearer to the lake than going 58 km NW in a straight line. At other times, you may have to consult detailed supplementary sources, such as field notes, collectors’ itineraries (see <<Using Collector Itineraries>>), diaries, or sequential collections made on the same day, to determine this information.
es: sugiere una medición por carretera, ya que las coordenadas finales por ese camino están más cerca del lago que ir 58 km NO en una línea recta. En otros momentos, puede que tenga que consultar fuentes complementarias detalladas, como notas de campo, itinerarios de los colectores (ver <<Usando los Itinerarios de los Colectores>>), diarios, o colecciones consecutivas hechas el mismo día para determinar esta información.

source: If any of the clauses in the locality description is classified as one of the three locality types, ‘_dubious_’, ‘_cannot be located_’, or ‘_demonstrably inaccurate_’, then the locality should not be georeferenced. Instead, an annotation should be made to the locality record giving the reason why it is not being georeferenced. See also {gqg}#difficult-localities[Difficult Localities^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^].
es: Si alguna de las cláusulas de la descripción de la localidad está clasificada como uno de los tres tipos de localidad, '_dudosa_', '_no se puede ubicar_', o '_demostrablemente inconsistente_', entonces la localidad no debe ser georreferenciada. En lugar de ello, debería hacerse una anotación al registro de la localidad explicando por qué no se está georreferenciando. Ver también {gqg}#localidades-difíciles[Localidades Difíciles^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^].

source: Setting the Boundaries of the Feature
es: Estableciendo los Límites de la Entidad Geográfica

source: Regardless of the method to be used (<<shape>>, <<bounding-box>>, or <<point-radius>>), the <<georeferencing-protocol,georeferencing protocols>> for nearly every <<locality type>> begin with the identification of the <<feature,features>> of reference in the <<locality>> description and the determination of the <<geographic boundary,geographic boundaries>> of their <<extent,extents>>. This is usually the most critical and time-consuming part of the protocols. It is best to use a visual reference to determine boundaries. If a feature name search on a visual source does not reveal the feature of interest, it is a good idea to use <<coordinates>> from a <<gazetteer>> to find the feature on a map, and then use the map to find the boundaries:
es: Independientemente del método a utilizar (<<forma geométrica>>, <<caja delimitadora>> o <<radio-punto>>), el <<protocolo-de-georreferenciación,protocolo de georreferenciación>> para casi cada uno de los <<tipos de localidad>> comienza con la identificación de las <<entidad geográfica,entidades geográficas>> de referencia en la descripción de la <<localidad>> y la determinación del <<límite geográfico, límites geográficos>> de sus <<extensión,extensiones>>. Esta es generalmente la parte más crítica y lenta de los protocolos. Es mejor utilizar una referencia visual para determinar los límites. Si una búsqueda del nombre de la entidad en una fuente visual no arroja la entidad de interés, es una buena idea usar las <<coordenadas>> de un <<gacetero>> para encontrar la entidad en un mapa y luego usar el mapa para encontrar los límites:

source: *Point-radius method*: store the <<corrected center>> of the constrained boundaries from the previous step as decimal <<latitude>> and decimal <<longitude>> and store the <<geographic radial>> as a distance in the units given in the most specific <<locality clause>>. If there are no distance units in that clause, use meters (see <<Point-radius Method>>).
es: *Método Radio-punto*: almacenar el <<centro corregido>> de los límites restringidos del paso anterior como <<latitud>> decimal y <<longitude>>decimal y almacenar el <<radio geográfico>> como una distancia en las unidades dadas en la <<claúsula de la localidad>> más específica. Si no hay unidades de distancia en esa cláusula, utilice metros (ver <<Método Radio-Punto>>).

source: *Bounding Box* method: store the furthest north, south, east, and west coordinates on the constrained boundaries of the feature (see <<Bounding Box Method>>).
es: *Método de Caja Delimitadora*: almacenar las coordenadas más lejanas al norte, sur, este y oeste en los límites restringidos de la función (ver <<Método de Caja Delimitadora>>).

source: *Shape method*: store the resulting constrained boundaries as a shape (see <<Shape Method>>).
es: *Método de Forma Geométrica*: almacenar los límites restringidos resultantes como una forma geométrica (ver <<Método de Forma Geométrica>>).

source: Use information from other clauses, such as administrative geography, information from other location fields such as <<elevation>>, and environmental information (e.g. terrestrial, freshwater aquatic, marine, taxon-specific) to constrain the extent as appropriate (see <<Applying Spatial Constraints>> and <<Applying Data Constraints>>).
es: Utilice la información de otras cláusulas, como la división político administrativa, información de otros campos de ubicación como <<elevación>> e información ambiental (p.ej. terrestres, acuáticos de agua dulce, marinos, específicos de taxón) para restringir la extensión como sea apropiado (ver <<Aplicando Restricciones Espaciales>> y <<Aplicando Restricción de Datos>>).

source: Applying Spatial Constraints
es: Aplicando Acotaciones Espaciales

source: There are many ways that a <<location>> can be constrained beyond what the geography and <<locality>> descriptions alone suggest. Doing so relies on applying additional location information, such as <<elevation>> or <<depth>>, lithostratigraphic information for fossils, or information outside the location information, such as environmental constraints for a particular species. There are important implications about workflow and effort that need to be considered when applying additional constraints. For example, if taxon constraints are going to be applied, the <<georeference,georeferencing>> cannot be done strictly on location information, which means it has to be done on occurrence records, or on an index combining location and taxon. This would be much slower than georeferencing based on location alone. A good compromise would be to georeference in multiple stages, with the first stage based on location information, and a subsequent stage including the rest of the occurrence information, and perhaps a final stage of review by collectors to be able to set term:dwc[dwc:georeferenceVerificationStatus] to "verified by collector" – the best status a georeference can possibly have.
es: Hay muchas maneras en que se puede acotar una <<ubicación>> más allá de lo que la geografía y las descripciones de las <<localidad,localidades>> sugieren por si solas. Hacerlo depende de usar la información adicional sobre la ubicación, como la <<elevación>> o la <<profundidad>>, información litoestratográfica para los fósiles o información fuera de la de la ubicación, como restricciones ambientales para una especie en particular. Hay implicaciones importantes sobre el flujo de trabajo y el esfuerzo requerido que se deben tener en cuenta al aplicar acotaciones adicionales. Por ejemplo, si se van a aplicar restricciones de taxón, la <<georreferencia,georreferenciación>> no se puede hacer estrictamente sobre la información de la ubicación, lo que significa que debe hacerse sobre registros de presencia o sobre un índice que combine la ubicación y el taxón. Este proceso sería mucho más lento que la georreferencia basada únicamente en la ubicación. Un buen equilibrio sería georreferenciar en múltiples etapas, con la primera etapa basadandose en la información de la ubicación y una etapa posterior incluyendo el resto de la información del registro. También puede haber una etapa final de revisión por los colectores para poder establecer el term:dwc[dwc:georeferenceVerificationStatus] (estado de la verificación de la georreferenciación) como "verificado por el colector", el mejor estado que una georreferencia puede tener.

source: Taxon Constraints
es: Restricciones de Taxón
