Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: The European Geostationary Navigation Overlay Service (EGNOS) was developed as an augmentation system that improves the <<accuracy>> of positions derived from <<GPS>> signals and alerts users about the reliability of the GPS signals. Originally developed using three geostationary satellites covering European Union member states, EGNOS satellites have now also been placed over the eastern Atlantic Ocean, the Indian Ocean, and the African mid-continent.
es: El Servicio Europeo de Superposición de Navegación Geoestacionaria (EGNOS, por sus siglas en Inglés) se desarrolló como un sistema de corrección que mejora la <<exactitud>> de posiciones derivadas de señales <<GPS>> y que alerta a los usuarios sobre la fiabilidad de la señal. Originalmente desarrollado utilizando tres satélites geoestacionarios que cubren los estados miembros de la Unión Europea, los satélites EGNOS ahora también se han posicionado sobre el Océano Atlántico oriental, el Océano Índico y el Continente Medio Africano.

source: Other SBAS Services
es: Otros Servicios SBAS

source: More recently, other <<SBAS>>s have been, or are in the process of being developed to cover other parts of the world, including MSAS (Japan and parts of Asia), GAGAN (India), SDCM (Russia), SNAS (China), AFI (Africa) and SACCSA (South and Central America) (https://gssc.esa.int/navipedia/index.php/SBAS_Systems[ESA 2014^]). Australia and New Zealand are in the process of developing an SBAS system that will provide several decimeter accuracy across Australia and its marine areas, and one decimeter accuracy across New Zealand. The system will provide three services to users – an L1 system with sub one-meter horizontal <<accuracy>> for aviation purposes; a Dual-Frequency Multi-Constellation (DFMC) with sub one-meter accuracies; and a Precise Point Position (PPP) service (see <<Precise Point Positioning>>) with accuracies of 10-15 cm (https://www.cio.com.au/article/661250/government-ups-ante-securing-australia-satellite-system/[Guan 2019^]). Testing is scheduled for completion in July 2020 (https://www.ga.gov.au/scientific-topics/positioning-navigation/positioning-australia[Geoscience Australia 2019a^]).
es: Más recientemente, otros <<SBAS>> han sido o están en proceso de ser desarrollados para cubrir otras partes del mundo. incluyendo MSAS (Japón y partes de Asia), GAGAN (India), SDCM (Rusia), SNAS (China), AFI (Portugal) y SACCSA (América del Sur y Central) (https://gsc.esa.int/navipedia/index.php/SBAS_Systems[ESA 2014^]). Australia y Nueva Zelanda están en proceso de desarrollar un sistema SBAS que proporcionará una exactitud de varios decímetros en Australia y sus zonas marinas y una exactitud de un decímetro en toda Nueva Zelanda. El sistema proporcionará tres servicios a los usuarios: un sistema L1 con menos de un metro horizontal de <<exactitud>> para propósitos de aviación, un servicio de Frecuencia Dual Multi-Constelación (DFMC, por sus siglas en inglés) con menos de un metro de exactitud y un servicio de Posicionamiento Preciso de Puntos (PPP) (ver <<Posicionamiento Preciso de Puntos>>) con precisiones de 10-15 cm (https://www.cio.com.au/article/661250/government-ups-ante-securing-australia-satellite-system/[Guan 2019^]). Las pruebas están programadas para completarse en Julio de 2020 (https://www.ga.gov.au/scientific-topics/positioning-navigation/positioning-australia[Geoscience Australia 2019a^]).

source: Accuracy of SBAS Services
es: Precisión de los servicios de SBAS

source: A study in 2016 determined that, over most of the USA, the <<accuracy>> of <<WAAS>>-enabled, single-frequency <<GPS>> units was on the order of 1.9 meters at least 95 per cent of the time (http://www.nstb.tc.faa.gov/reports/PAN96_0117.pdf#page=22[FAA 2017^]). This may be lower in other parts of the world where <<SBAS>> stations are less common. Note that as most SBAS satellites are geostationary, blocked line of sight towards the equator (southwards in the northern hemisphere, or northwards in the Southern hemisphere) by buildings or heavy canopy cover will reduce the accuracy of SBAS correction, Also, during solar storms, the accuracy deteriorates by a factor of around 2.
es: Un estudio de 2016 determinó que, en la mayoría de los Estados Unidos, la <<exactitud>> de las unidades <<GPS>> de una sola frecuencia con <<WAAS>>, estaban en el orden de 1.9 metros al menos el 95 por ciento del tiempo. (http://www.nstb.tc.faa.gov/reports/PAN96_0117.pdf#page=22[FAA 2017^]). Esto puede ser menor en otras partes del mundo donde las estaciones <<SBAS>> son menos comunes. Tenga en cuenta que como la mayoría de los satélites SBAS son geoestacionarios, si se bloquea la línea de visión hacia el ecuador (hacia el sur en el hemisferio norte o hacia el norte en el hemisferio sur) por edificios o una cobertura de dosel densa, se reducirá la precisión de la corrección SBAS. Incluso, durante las tormentas solares, la exactitud se deteriora en un factor de alrededor de 2.

source: Despite early indications that WAAS can significantly improve positional <<accuracy>> during the most severe period of geomagnetic storms, more recent studies in the USA and Canada have shown that the sparseness of WAAS stations and ionospheric grids do not lead to a significant improvement. (https://doi.org/10.1029/2006SW000246[Skone & Yousuf 2007^]). With reference stations needing to have separations within 100 km, improvements are only likely in coastal and near coastal areas of North America and Europe in the foreseeable future.
es: A pesar de que un inicio se había indicado que WAAS podría mejorar significativamente la <<exactitud>> de la posición durante los períodos más severos de tormentas geomagnéticas, estudios más recientes en los Estados Unidos y Canadá han demostrado que la escasez de las estaciones de WAAS y las redes ionosféricas no conducen a una mejora significativa. (https://doi.org/10.1029/2006SW000246[Skone & Yousuf 2007^]). Con estaciones de referencia que necesitan separaciones de menos de 100 km, las mejoras sólo son probables dentro del futuro predecible en las zonas costeras y cercanas de Norteamérica y Europa.

source: Ground-based Augmentation System
es: Sistema de Aumentación Basado en Tierra

source: Ground Based Augmentation Systems (GBAS), also known as Local Area Augmentation Systems (LAAS), provide differential corrections and satellite integrity monitoring in conjunction with VHF radio, to link to <<GNSS>> receivers. A GBAS consists of several GNSS antennas placed at known locations with a central control system and a VHF radio transmitter. GBAS is limited in its coverage and is used mainly for specific applications that require high levels of <<accuracy>>, availability and integrity, and is the system largely used for airport navigation systems.
es: Los Sistemas de Aumentación de Base Terrestre (GBAS), también conocidos como Sistemas de Aumentación de Área Local (LAAS), proporcionan correcciones diferenciales y monitoreo de integridad satelital en conjunto con la radio VHF para enlazar a receptores <<GNSS>>. Una GBAS consiste en varias antenas GNSS instaladas en lugares conocidos con un sistema de control central y un transmisor de radio VHF. GBAS está limitado en su cobertura y se utiliza principalmente para usos específicos que requieren altos niveles de <<exactitud>>, disponibilidad e integridad y es un sistema ampliamente utilizado para los sistemas de navegación aeroportuaria.

source: Precise Point Positioning
es: Punto Preciso de Posicionamiento

source: Precise Point Positioning (PPP) depends on <<GNSS>> satellite clock and orbit corrections, generated from a network of global reference stations to remove GNSS system <<error>> and provide a high level (decimeter) of positional <<accuracy>>. Once the corrections are calculated, they are delivered to the end user via satellite or over the Internet.
es: El Punto Preciso de Posicionamiento (PPP) depende del reloj del satelite <<GNSS>> y las correcciones orbitales, generadas a partir de una red de estaciones globales de referencia para eliminar el <<error>> del sistema GNSS y proporcionar un alto nivel (decimetro) de <<exactitud>> en la posición. Una vez calculadas las correcciones, se envían al usuario final vía satélite o a través de Internet.

source: Although similar to <<SBAS>> systems (see above), they generally provide a greater <<accuracy>> and have the advantage of providing a single, global reference stream as opposed to the regional nature of an SBAS system. Whereas SBAS is free, the use of PPP usually incurs a charge to access the corrections, so it is unlikely that the increased accuracy of PPP when compared to that of SBAS, will be a consideration for most biological applications.
es: Aunque es similar a los sistemas <<SBAS>> (ver arriba), generalmente proporcionan una mayor <<exactitud>> y tienen la ventaja de proporcionar un flujo de referencia global único, en comparación con la naturaleza regional de un sistema SBAS. Considerando que los SBAS son gratuitos y que el uso de PPP suele incurrir en un gasto para poder acceder a las correcciones es poco probable que el aumento de la precisión de PPP, en comparación con la de la SBAS, sea considerado para la mayoría de las aplicaciones biológicas.

source: Static GPS
es: GPS Estático

source: Static <<GPS>> uses high <<precision>> instruments and specialist techniques and is generally employed only by surveyors. Surveys conducted in Australia using these techniques reported <<accuracy,accuracies>> in the centimeter range. These techniques are unlikely to be extensively used with biological record collection due to the cost and general lack of requirement for such precision.
es: El <<GPS>> Estático utiliza instrumentos de alta <<precisión>> y técnicas especializadas, generalmente es usado solo por topógrafos. Los estudio topográficos realizados en Australia utilizando estas técnicas reportan <<exactitud,exactitudes>> en el rango de centímetros. Es poco probable que estas técnicas se utilicen extensivamente en la colecta de registros biológicos debido al costo y la falta general de necesidad de tal precisión.

source: Dual and Multi-Frequency GPS
es: GPS 's Duales y Multi-Frecuencia

source: High-end dual and multi-frequency <<GPS>>/<<GNSS>> devices can bring <<accuracy>> to the centimeter level, and even mm level over the long-term (https://www.gps.gov/systems/gps/performance/accuracy/[GPS.gov 2017^]). One of the ways this is done is by removing one of the largest contributors to overall satellite <<error>> － error due to the ionosphere (known as ionosphere error) (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]).
es: Los dispositivos <<GPS>>/<<GNSS>> de alta frecuencia (dual y múltiple) pueden dar una <<exactitud>> a nivel del centímetros e incluso a nivel de mm a largo plazo (https://www.gps.gov/systems/gps/performance/accuracy/[GPS.gov 2017^]). Una de las maneras en que se logra esto es eliminando una de las mayores fuentes generales de <<error>> del satélite: error debido a la ionósfera (conocido como error de ionósfera) (https://novatel.com/support/knowledge-and-learning/gnss-book[Novatel 2015^]).

source: Smartphones
es: Teléfonos Inteligentes

source: <<GPS>>-enabled smartphones are typically <<accuracy,accurate>> to within 4.9 m (16 ft.) under open sky, however, their accuracy worsens near buildings, bridges, and trees (https://www.gps.gov/systems/gps/performance/accuracy/[GPS.gov 2017^]). A study by https://doi.org/10.1093/forestry/cpw031[Tomaštik et al. 2017^] found that the accuracy of smartphones in open areas was around 2-4 m. This decreased to 3-11 m in deciduous forest without leaves, and 3-20 m in deciduous forest with leaves. There are reports that the accuracy in some <<GPS>>-enabled smartphones will soon be improved to <1 meter (https://spectrum.ieee.org/tech-talk/semiconductors/design/superaccurate-gps-chips-coming-to-smartphones-in-2018[Moore 2017^]) and that accuracy in areas with restricted satellite view within cities will be improved drastically with inbuilt 3D smartphone apps and probabilistic shadow matching (https://eng.uber.com/rethinking-gps/[Iland et al. 2018^]). In general, the <<GNSS>> chipsets in smartphones are quite good, and any loss of accuracy is usually due to the <<data quality,quality>> of the antenna, whose chief failing is due to their poor multipath suppression (https://doi.org/10.33012/2017.15260[Pirazzi et al. 2017^]). In some smartphones where good satellite coverage is unavailable (e.g. in cities and forests), the phone may introduce <<error,errors>> from <<bias>> in its internal clock (https://doi.org/10.33012/2017.15260[Pirazzi et al. 2017^]), leading to occasional large inaccuracies (Arturo Ariño Oct 2019, pers. comm.). Already the technology for better than 1 meter smartphone accuracy exists, but it is not available to the public due to the difficulty and cost of incorporating the technology into small smartphones (https://www.maketecheasier.com/gps-global-navigation-satellite-systems/[Braun 2019^]). The accuracies reported in most publications refer to studies in the USA, Europe, coastal Australia, India or Japan where good differential stations are plentiful. More studies are needed to test smartphone accuracies in remote <<location,locations>> and where differential stations are not available.
es: Los teléfonos inteligentes equipados con <<GPS>> típicamente cuentan con una <<exactitud>> de 4.9 m (16 ft.) a cielo abierto, sin embargo, su exactitud decrece cerca de edificios, puentes y árboles (https://www.gps.gov/systems/gps/performance/accuracy/[GPS.gov 2017^]). Un estudio realizado por https://doi.org/10.1093/foresty/cpw031[Tomaštik et al. 2017^] determinó que la exactitud de los teléfonos inteligentes en áreas abiertas era de alrededor de 2-4 m. Ésta disminuyó a un rango de 3-11 m en un bosque caducifolio sin hojas y 3-20 m en un bosque caducifolio con hojas. Hay informes de que la precisión en algunos teléfonos inteligentes habilitados con <<GPS>> pronto mejorará a <1 metro (https://spectrum.ieeee.org/tech-talk/semiconductors/design/superaccurate-gps-chips-coming-to-smartphones-in-2018[Moore 2017^]) y que la exactitud en áreas con vista satelital restringida dentro de las ciudades mejorará drásticamente con aplicaciones 3D incorporadas a los teléfonos inteligentes y con la coincidencia probabilística de sombras (https://eng.uber.com/rethinking-gps/[Iland et al. 2018^]). En general, los dispositivos <<GNSS>> en los teléfonos inteligentes son bastante buenos y cualquier pérdida de exactitud se debe generalmente a la <<calidad de datos,calidad>> de la antena, cuyo fallo principal se debe a una supresión de trayectos múltiples deficiente (https://doi.org/10.33012/2017.15260[Pirazzi et al. 2017^]). En algunos teléfonos inteligentes cuando no hay una buena disponibilidad de cobertura satelital (e.g. en ciudades y bosques), el teléfono puede introducir <<error,errores>> debido al <<sesgo>> en su reloj interno (https://doi.org/10.33012/2017.15260[Pirazzi et al. 2017^]), dando lugar ocasionalmente a inexactitudes grandes (Arturo Ariño Oct 2019, pers. comm.). Actualmente ya existe la tecnología para mejorar la exactitud de los teléfonos inteligentes a menos de 1 metro, pero no está disponible para el público debido a la dificultad y el costo de incorporar la tecnología en teléfonos inteligentes pequeños (https://www.maketecheasier.com/gps-global-navigation-satellite-systems/[Braun 2019^]). Las exactitudes reportadas en la mayoría de las publicaciones se refieren a estudios en los Estados Unidos, Europa, la costa australiana, India o Japón, donde abundan las estaciones diferenciales. Se necesitan más estudios para probar la exactitud de los teléfonos inteligentes en <<ubicación,ubicaciones>> remotas y donde no hay estaciones diferenciales disponibles.

source: Smartphone GPS technology is changing rapidly and there is likely to be new and updated information even before this document is published.
es: La tecnología GPS de los teléfonos inteligentes está cambiando rápidamente y es probable que haya información nueva y actualizada incluso antes de que se publique este documento.

source: GPS-enabled Cameras
es: Cámaras Equipadas con GPS

source: We are not aware of the characteristics of the <<accuracy>> of <<GPS>>-enabled cameras, but we expect the accuracy to be similar to that of smartphones. One study, using three different cameras, showed variation between the three and the true <<location>> to be less than 3 m from the reported location (https://www.blog.jimdoty.com/?p=14661[Doty 2017^]). {marine}Note that GPS-enabled cameras that are used for snorkeling and diving activities, will only give new GPS readings each time the camera is brought to the surface.
es: No conocemos las características de la <<exactitud>> de las cámaras equipadas con <<GPS>> pero esperamos que la precisión sea similar a la de los teléfonos inteligentes. Un estudio, usando tres cámaras diferentes, mostró variación entre las tres con una <<ubicación>> real inferior a 3 m desde la ubicación reportada (https://www. log.jimdoty.com/?p=14661[Doty 2017^]). {marine}Tenga en cuenta que las cámaras GPS que se utilizan para realizar actividades de buceo y snorkel, sólo darán nuevas lecturas de GPS cada vez que la cámara llegue a la superficie.

source: Diver-towed Underwater GPS Receivers
es: Receptores GPS Subacuáticos Remolcado por Buzos

source: {marine}Over the years, a number of methods for tracking a diver underwater with a <<GPS>> have been tried with limited success. These included using a floating GPS receiver over the diver’s bubbles, and a GPS receiver on a raft towed by the diver that recorded intermittent readings to provide a dive <<transect>> (https://doi.org/10.1007/s10661-011-2122-7[Schories & Niedzwiedz 2011^]). The most successful to date has been the use of a <<GPS>> antenna on a floating buoy that is attached by a cable to a diver-held <<GPS>>. These diver-towed underwater <<GPS>>/<<GNSS>> handheld receivers have been used for underwater monitoring studies for several years. Most dives using this method are at <20 meters as the signal deteriorates with cable length giving a maximum practical depth of 50 meters (<<niedzwiedz,Niedzwiedz & Schories 2013>>). One problem is cable drag, and it is almost impossible to determine the buoys <<offset>> exactly although <<niedzwiedz,Niedzwiedz & Schories 2013>> provide formulae for attempting to do so. A study by the same authors (https://doi.org/10.1007/s10661-011-2122-7[Schories & Niedzwiedz 2011^]) showed displacement of 2.3 m at a <<depth>> of 5 m, 3.2 m at 10-m depth, 4.6 m at 20-m depth, 5.5 m at 30-m depth, and 6.8 m at 40-m depth. These are in addition to GPS <<accuracy>> discussed under <<GPS Accuracy>>.
es: {marine}A lo largo de los años, se han probado una serie de métodos para rastrear buzos bajo el agua con un <<GPS>> con un éxito limitado. Estos incluyeron el uso de un receptor GPS flotante sobre las burbujas del buzo y un receptor de GPS en una balsa remolcada por el buzo que registraba lecturas intermitentes para proporcionar un <<transecto>> de inmersión (https://doi.org/10.1007/s10661-011-2122-7[Schories & Niedzwiedz 2011^]). El más exitoso hasta la fecha ha sido el uso de una antena <<GPS>> en una boya flotante que está conectada por un cable a un <<GPS>> que lleva el buzo. Estos receptores submarinos <<GPS>>/<<GNSS>> portátiles remolcados por buzos han sido utilizados para estudios de monitoreo subacuático por varios años. La mayoría de las inmersiones utilizando este método están a <20 metros, ya que la señal se deteriora con la longitud del cable dando una profundidad práctica máxima de 50 metros (<<niedzwiedz,Niedzwiedz & Schories 2013>>). Un problema es el arrastre de los cables y es casi imposible determinar exactamente el <<desplazamiento>> de las boyas, aunque en <<niedzwiedz,Niedzwiedz & Schories 2013>> se proporciona fórmulas para intentar hacerlo. Un estudio realizado por los mismos autores (https://doi.org/10.1007/s10661-011-2122-7[Schories & Niedzwiedz 2011^]) mostró un desplazamiento de 2.3 m a una <<profundidad>> de 5 m, 3.2m a 10-m de profundidad, 4.6 m a 20-m de profundidad, 5.5 m a 30-m de profundidad y 6.8 m a 40-m de profundidad. Estos son adicionales a la <<exactitud>> del GPS discutida en <<Exactitud del GPS>>.

source: Elevation
es: Elevación

source: Supplement the <<locality>> description with <<elevation>> information if this can be easily obtained. Elevation can be determined from a variety of sources while in the field, including altimeters, maps (both digital and paper), and <<GPS>>/<<GNSS>> receivers, each with associated <<uncertainty,uncertainties>>. Elevation can be estimated after the fact using <<digital elevation model,Digital Elevation Models>> at the <<coordinates>> of the <<location>>. In any case, record the method used to determine the elevation.
es: Si es posible obtenerla fácilmente, complemente la descripción de la <<localidad>> con la información de <<elevación>>. La elevación puede determinarse en campo a partir de una variedad de fuentes, incluyendo los altímetros, mapas (tanto digitales como en papel) y receptores <<GPS>>/<<GNSS>>, cada uno con <<incertidumbre,incertidumbres>> asociadas. La elevación se puede estimar después del evento usando <<modelo digital de elevación, Modelos Digitales de Elevación>> a partir de las <<coordenadas>> de la <<ubicación>>. En cualquier caso, registre el método utilizado para determinar la elevación.

source: Elevation markings can narrow down the area in which you place a point. More often than not, however, they seem to create inconsistency. While elevation should not be ignored, it is important to realize that elevation was often measured inaccurately and/or imprecisely, especially early in the 20th century. One of the best uses of elevation in a locality description is to pinpoint a location along a road or river in a topographically complex area, especially when the rest of the locality description is vague.
es: Las marcas de elevación pueden restringir el área en la que se ubica un punto. Sin embargo, la mayoría de las veces parecen crear inconsistencias. Si bien la elevación no debe ser ignorada, es importante darse cuenta de que la elevación a menudo fue medida de forma incorrecta y/o imprecisa, especialmente a principios del siglo XX. Uno de los mejores usos de la elevación en una descripción de una localidad es identificar una ubicación a lo largo de una carretera o río en una zona topográficamente compleja, especialmente cuando el resto de la descripción de la localidad es vaga.

source: When adding elevation after the fact be aware that the elevation can vary considerably over a small area (especially in steep terrain) and that the uncertainty of the <<georeference>> must be taken into account when determining the elevation. Do not use the coordinates on their own.
es: Al incluir la elevación después del evento, tenga en cuenta que la elevación puede variar considerablemente en un área pequeña (especialmente en un terreno abrupto) y que la incertidumbre de la <<georreferencia>> debe tenerse en cuenta al determinar la elevación. No utilice las coordenadas por sí solas.

source: Altimeters
es: Altímetros
