Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: This type of <<locality>> refers to rectilinear distances in two orthogonal <<direction,directions>> from a <<feature>>, for example, "2 mi E and 1.5 mi N of Kandy" (see {gqg}#offset-distance-along-orthogonal-directions[Offset – Distance along Orthogonal Directions^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] and <<img-orthogonal-distances-from-feature>>). This way of describing a locality can be very effective, as it tends to remove one of the potentially largest sources of <<uncertainty>>, the ever-expanding uncertainty of direction with distance. Using orthogonal directions removes all directional <<uncertainty>>, as orthogonality implies directly in the orthogonal directions "by air". It is for this reason that this <<locality type>> is highly recommended for locality descriptions.
es: Este tipo de <<localidad>> se refiere a distancias rectilineas en dos <<dirección,direcciones>> ortogonales desde una <<entidad geográfica>>, por ejemplo, "2 millas al E y 1.5 millas al N de Kandy" (ver {gqg}#desplazamiento-distancia-a-lo-largo-de-direcciones-ortogonales[Desplazamiento: Distancia a lo largo de Direcciones Ortogonales^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^] y la <<img-orthogonal-distances-from-feature>>). Esta forma de describir una localidad puede ser muy eficaz, ya que tiende a eliminar una de las fuentes más grandes de <<incertidumbre>>, la siempre creciente incertidumbre debida a la distancia a partir de una dirección. Usar direcciones ortogonales elimina toda la <<incertidumbre>> direccional, ya que la ortogonalidad implica que las direcciones ortogonales son tomadas "por aire". Es por esta razón que este <<tipo de localidad>> es altamente recomendable para describir las localidades.

source: Water Depth
es: Profundidad del Agua

source: Water <<depth>> should be recorded as a range; i.e. as minimum and maximum positive distances in meters below the air-water interface of the water body ({marine}ocean, sea, lake, river, etc.). Maximum depth will always be a positive number greater than or equal to the minimum depth. If the depth measurement is specific rather than a range, use the same value for the minimum and maximum depths.
es: La <<profundidad>> del agua debe ser registrada como un rango, es decir, como distancias mínimas y máximas positivas en metros, por debajo de la interfaz aire-agua del cuerpo de agua ({marine}oceano, mar, lago, río, etc.). La profundidad máxima siempre será un número positivo mayor o igual a la profundidad mínima. Si la medición de profundidad es específica en lugar de un rango, utilice el mismo valor para las profundidades mínimas y máximas.

source: Bathymetry
es: Batimetría

source: {marine}The <<depth>> of the benthic surface in large water bodies is called <<bathymetry>> or bathymetric depth. It is usually recorded in one of two ways – as a gridded surface (Digital Terrain Model), or as contours. The accuracy of the bathymetry depends on how it was determined, and is generally much more <<accuracy,accurate>> near the coasts, or in harbors, than it is in the deeper ocean.
es: {marine}La <<profundidad>> de la superficie bentónica en grandes cuerpos de agua se llama <<batimetría>> o profundidad batimétrica. Normalmente se registra de una de dos maneras, como una superficie grillada (Modelo Digital de Terreno) o como contornos. La precisión de la batimetría depende de cómo se determinó y generalmente es mucho más <<exactitud, exacta>> cerca de las costas o en los puertos, que en el océano más profundo.

source: Since 2003, the most commonly used global coverage of bathymetry has been the One Minute General Bathymetric Chart of the Oceans (https://www.gebco.net/data_and_products/gridded_bathymetry_data/gebco_one_minute_grid/[GEBCO 2019a^]), however, in 2019, a much finer, and more detailed, 15 arc-second <<grid>> coverage was released (https://www.gebco.net/data_and_products/gridded_bathymetry_data/gebco_2019/gebco_2019_info.html[GEBCO 2019b^]). The 3,732,480,000 grids (86,400 rows by 43,200 columns) cover from 89°59'52.5'' N, 179°59'52.5'' W to 89°59'52.5'' S, 179°59'52.5'' E, with <<elevation>> given for each pixel center. There are many criteria that determine the vertical accuracy of these grids, including the presence of steep canyons, water depth and turbidity (affects instrument penetration and acoustic beams get wider, the deeper they go), and methodology (satellite, single beam echo sounders (SES), multibeam echo sounders (MES), airborne laser (LADS), Light Detection and Ranging (LIDAR), etc.) (https://doi.org/10.3389/fmars.2019.00283[Wolf et al. 2019^]).
es: Desde 2003, la cobertura global de batimetría más comúnmente utilizada ha sido la Carta Batimétrica General de Un Minuto de los Océanos (https://www.gebco.net/data_and_products/gridded_bathymetry_data/gebco_one_minute_grid/[GEBCO 2019a^]), sin embargo, en 2019 se publicó una cobertura mucho más fina y más detallada, con una <<grilla>> de 15 arcos-segundo (https://www.gebco.net/data_and_products/gridded_bathymetry_data/gebco_2019/gebco_2019_info.html[GEBCO 2019b^]). Las '3,732,480,000 cuadrículas (86,400 filas por 43,200 columnas) cubren desde los 89°59'52.5'' N, 179°59'52.5'' W hasta los 89°59'52.5'' S, 179°59'52.5'' E, con una <<elevación>> dada para cada centro de píxel. Hay muchos criterios que determinan la exactitud vertical de estas cuadrículas, incluyendo la presencia de cañones pronunciados, profundidad y turbiedad del agua (afecta a la penetración del instrumento y a los haces acústicos que se hacen más amplios entre mas profundo vayan) y la metodología (satelital, sonidos de eco de un haz único (SES, por sus siglas en inglés), sonidos de eco de múltiples haces (MES, por sus siglas en inglés), láser de transporte aéreo (LADS), Light Detection and Ranging (LIDAR), etc.) (https://doi.org/10.3389/fmars.2019.00283[Wolf et al. 2019^]).

source: Bathymetric contours have generally only been available for harbors, coastal and near inshore areas, in some places extending to the edges of the continental slope. Where bathymetric contours (also called depth contours or isobaths) do exist, they are generally quite coarse (except in areas like the North Sea, and in harbors), and get wider apart as the depth increases. For example, the 2009 bathymetric contours for Australia are at 20 m, 40 m, 100 m, 200 m and 400 m. In some harbors, the contour interval is as small as one meter (https://data.gov.au/dataset/ds-dga-92d6201a-826d-499d-9163-69cc37c1b657/details[Data.gov.au 2018^]). In 2019, the GEBCO_2019 global bathymetric contour dataset was derived from the GEBCO_2019 15 arc-second grid mentioned above. At large scales (1:5,000,000 and closer), the contour interval is 500 m; at medium scales (1:5,000,000 to 1:30,000,000) the contour interval is 1000 m; and at small scales (1:30,000,000 and greater), the contour interval is 2000 meters. Supplementary contours are shown in shallow waters (less than 500 m) (https://noaa.maps.arcgis.com/home/item.html?id=a751dd63f6c744e8bb7d6203266166d8[NCEI-NOAA 2019^]).
es: Por lo general, los contornos batimétricos sólo están disponibles para los puertos, las zonas litorales y las zonas costeras más cercanas, en algunos lugares que se extienden hasta los límites de la pendiente continental. Donde existen contornos batimétricos (también llamados contornos de profundidad o isóbatas), son generalmente bastante gruesos (excepto en zonas como el Mar del Norte y en los puertos) y se separan más a medida que aumenta la profundidad. Por ejemplo, los contornos batimétricos de 2009 para Australia están a 20 m, 40 m, 100 m, 200 m y 400 m. En algunos puertos, el intervalo de contorno es tan pequeño como un metro (https://data.gov.au/dataset/ds-dga-92d6201a-826d-499d-9163-69cc37c1b657/details[Data.gov.au 2018^]). En 2019 el juego de datos de contorno de batimetría se obtuvo a partir de la grilla de 15 arcos-segundo GEBCO_2019 mencionada anteriormente. A grandes escalas (1:5,000,000 y menores), el intervalo del contorno es de 500 m; en escalas medias (1:5,000,000 a 1:30,000,000) el intervalo del contorno es de 1000 m y a pequeñas escalas (1:30,000.000 y mayores), el intervalo de contorno es de 2000 metros. Los contornos suplementarios se muestran en aguas superficiales (menos de 500 m) (https://noaa.maps.arcgis.com/home/item.html?id=a751dd63f6c744e8bb7d6203266166d8[NCEI-NOAA 2019^]).

source: Very few studies have been carried out on the accuracy of either the bathymetric grids or contours – especially with GEBCO_2019 as the dataset has only recently been published. The authors have not been able to find any definitive information on accuracies that we can report on a general basis, but the contour intervals give an indication of the <<uncertainty>> inherent in the grids. In coastal, near inshore areas, harbors, and inland reservoirs and lakes, more intensive and different bathymetric surveys have generally been carried out (see the https://www.ngdc.noaa.gov/maps/bathymetry/[Bathymetric Data Viewer (NCEI 2020)^]) and <<accuracy>> studies have been conducted in some of these areas. In shallow-water areas there is less interference due to water depth and higher sound wave frequencies can be used for multibeam bathymetric surveying. The accuracy is much better than in other deeper-water areas, and thus these studies cannot be extrapolated to the broader ocean. For contours, as with land maps, uncertainty in the elevation is half the contour interval.
es: Se han realizado muy pocos estudios sobre la exactitud de las grillas o los contornos batimétricos, especialmente con el GEBCO_2019 puesto que el conjunto de datos se publico hace poco. Los autores no han podido encontrar ninguna información definitiva sobre exactitudes que podamos informar de forma general, pero los intervalos de contorno dan una indicación de la <<incertidumbre>> inherente a las grillas. En las zonas litorales, áreas cercanas a las costas, los puertos y los embalses y lagos interiores, generalmente se han llevado a cabo estudios batimétricos más intensivos y diversos (ver https://www.ngdc.noaa.gov/maps/bathymetry/[Visor de Datos Batimétricos (NCEI 2020)^]). Adicionalmente, han realizado estudios de <<exactitud>> en algunas de estas áreas. En las zonas de aguas superficiales hay menos interferencia debido a la profundidad del agua y se pueden utilizar frecuencias de ondas sonoras más altas para los estudios de batimetría multihaz. La precisión es mucho mejor que en otras áreas de aguas profundas, por lo tanto, estos estudios no se pueden extrapolar al océano. Para contornos, como para los mapas de tierras, la incertidumbre en la elevación es la mitad del intervalo de contorno.

source: Dive Computers
es: Computadoras de Buceo

source: {marine}There are three methods for determining <<depth>> that are generally used by divers, i.e. dive computers, dive watches and depth gauges. All work on ambient pressure to determine the depth. Dive computers need to be calibrated before dives and set depending on the water density – i.e. saltwater or freshwater, etc. — and, if calibrated correctly, are reported by manufacturers to be <<accuracy,accurate>> to within 0.3 meters.
es: {marine}Hay tres métodos para determinar la <<profundidad>> que generalmente son utilizados por los buzos, en específico: computadores de buceo, relojes de inmersión y medidores de profundidad. Todos funciona con la presión ambiental para determinar la profundidad. Los computadores de buceo deben ser calibrados antes de las inmersiones y configurados dependiendo de la densidad del agua (es decir, agua salada o agua dulce, etc.). Si se calibran correctamente, los fabricantes reportan que son <<exactitud,exactos>> entre los 0.3 metros.

source: A study of 47 brands of dive computers at depths of 10 m, 20 m, 30 m, 40 m and 50 m in both seawater and freshwater showed that the majority of depth estimates were in the ± 1 meter range, and that if the salinity is known and the instrument is properly calibrated, accuracies of around 1 per cent could or should be expected (https://doi.org/10.3723/ut.31.003[Azzopardi & Sayer 2012^]). The accuracy of diver-held depth gauges are of a similar order. Dive watches are generally thought less accurate, but with reports for some watches of depth accuracy, at depths of up to 100 meters, as ± 1 per cent of displayed value + 0.3 meter (when used at constant temperature). Accuracy can be influenced by changes in ambient temperature and water salinity.
es: Un estudio de 47 marcas de computadoras de buceo a profundidades de 10 m, 20 m, 30 m, 40 m y 50 m tanto en agua de mar como en agua dulce mostró que la mayoría de las estimaciones de profundidad estaban en el rango de ± 1 metro y que si se conoce la salinidad y el instrumento está debidamente calibrado, se podrían o deberían esperarse precisiones de alrededor del 1 por ciento (https://doi.org/10.3723/ut.31.003[Azzopardi & Sayer 2012^]). La exactitud de los medidores de profundidad portátiles están en un orden similar. Los relojes de buceo generalmente son menos precisos, pero hay reportes de exactitud para algunos relojes de profundidad de hasta 100 metros de profundidad, como ± 1 por ciento del valor mostrado de + 0.3 metros (cuando se usa a temperatura constante). La exactitud puede verse influenciada por los cambios en la temperatura del ambiente y la salinidad del agua.

source: Distance above Surface
es: Distancia Sobre la Superficie

source: <<distance above surface,Distance above surface>> should be recorded in meters in a vertical direction from a reference point, with a minimum and a maximum distance to cover a range. Examples include the height above the ground of a soaring eagle, the distance up a tree from the ground (height), and the distance from the top of a vertical core sample to a diatom sample found in that core.
es: La <<distancia sobre la superficie>> debe registrarse en metros en dirección vertical desde un punto de referencia, con una distancia mínima y máxima para cubrir un rango. Ejemplos incluyen la altura sobre el suelo de un águila en vuelo, la distancia hacia arriba de un árbol desde el suelo (altura) y la distancia desde la parte superior de una muestra vertical de un núcleo a una muestra de diatomeas encontrada en ese núcleo.

source: The reference point for the measurement of a distance above surface can vary depending on the context. For surface terrestrial locations, the reference point should be the <<elevation>> at ground level. For water bodies ({marine}ocean, sea, lake, river, etc.), the reference point for aerial locations should be the elevation of the air-water interface, while the reference point for {marine}sub-surface benthic locations should be the bottom of the water body at that <<location>>. Locations within the water body should use water <<depth>> and should not use any other distance above a surface.
es: El punto de referencia para la medición de una distancia sobre la superficie puede variar dependiendo del contexto. Para ubicaciones terrestres superficiales, el punto de referencia debe ser la <<elevación>> a nivel del suelo. Para cuerpos de agua ({marine}océano, mar, lago, río, etc.), el punto de referencia para las ubicaciones debe ser la elevación de la interfaz de aire-agua, mientras que el punto de referencia para {marine}ubicaciones bentónicas debajo de la superficie debe ser el fondo del cuerpo de agua en esa <<ubicación>>. Las ubicaciones dentro del cuerpo de agua deben usar la <<profundidad>> del agua y no usar ninguna otra distancia por encima de una superficie.

source: We recommend that distance above surface always be measured in the same sense, that is, as distances _above_ the reference surface. Distances above a reference point should be expressed as positive numbers, while those below should be negative. This is analogous to elevation, which is positive when expressing a distance above <<mean-sea-level>> and negative below that reference point. The maximum distance above surface will always be a number greater than or equal to the minimum distance above that surface for a given <<location>> (see <<img-depth-elevation-distance-above-surface>>).
es: Se recomienda que la distancia sobre la superficie siempre se mida en el mismo sentido, es decir, como distancias _sobre_ la superficie de referencia. Las distancias por encima de un punto de referencia deben ser expresadas como números positivos, mientras que las que están por debajo deben ser negativas. Esto es análogo a la elevación, la cual es positiva al expresar una distancia por encima del <<nivel-medio-del-mar>> y negativa por debajo de ese punto de referencia. La distancia máxima sobre la superficie siempre será un número mayor o igual a la distancia mínima sobre esa superficie para una determinada <<ubicación>> (ver <<img-depth-elevation-distance-above-surface>>).

source: Examples of use of depth, elevation and distance above surface, for *A*: terrestrial locations, *B*: caves, and *C*: aquatic locations. *a* signifies elevation, either of a land surface or of an air/water interface; *b* = distance above surface, marked positive (+) or negative (−); *c* signifies depth (always positive).
es: Ejemplos de uso de profundidad, elevación y distancia sobre superficie, para *A*: ubicaciones terrestres, *B*: cuevas, y *C*: ubicaciones acuáticas. *a* significa elevación, ya sea de una superficie terrestre o de una interfaz aire/agua; *b* = distancia sobre la superficie, marcado positivo (+) o negativo (−); *c* significa profundidad (siempre positiva).

source: For the special case of recording locations within a {caves}cave system or in an underground mine, see <<Caves>>.
es: Para el caso especial de las ubicaciones registradas dentro de un sistema de {caves}cuevas o en una mina subterránea, vea <<Cuevas>>.

source: Caves
es: Cuevas

source: {caves}Collecting in caves, underground mines and tunnels presents a number of challenges not encountered elsewhere.
es: {caves}Realizar colectas en cuevas, minas subterráneas y túneles presenta una serie de desafíos no encontrados en otros lugares.

source: Determining location
es: Determinando la ubicación

source: In {caves}cave systems and underground mines, determining the geographic position on the surface (known as <<ground zero>>) can be done with radiolocation or Electromagnetic Cave-to-Surface (ECMS) Mapping System (https://doi.org/10.1109/TGRS.2003.819882[Sogade et al. 2004^]), which uses electromagnetic wave technology. This requires a levelled radio loop in the <<location>> within the cave and a receiver above ground to determine the location underground. The surface location can then be determined using a <<GPS>>/<<GNSS>> receiver, as usual. With a levelled antenna, an experienced operator can determine a ground zero with an <<accuracy>> of one meter for a 50 m depth (2%) (http://hdl.handle.net/10871/19788[Gibson 1996^], {gibson_radiolocation}[Gibson 2002^]), however, more recent radiolocation beacons have increased the horizontal <<accuracy>> to about 0.5 to 1 per cent (<<goldsheider,Goldsheider & Drew 2014>>, http://caves.org/section/commelect/drupal/files/Presentations/NSS2016%20Cave%20Radio%20Accuracy.pdf[Buecher 2016^]). Fortunately, many caves and mines have already been extensively mapped, so where maps are available, these may be used to determine locations.
es: En {caves} sistemas de cuevas y minas subterráneas, la determinación de la posición geográfica en la superficie (conocida como <<cota cero>>) se puede hacer con radiolocalización o con el Sistema de Mapeo Electromagnético de Cuevas a Superficie (ECMS, por sus siglas en inglés) (https://doi.org/10.1109/TGRS.2003.819882[Sogade et al. 2004^]), que utiliza tecnología de ondas electromagnéticas. Esto requiere un bucle de radio nivelado en la <<ubicación>> dentro de la cueva y un receptor sobre la superficie para determinar la ubicación bajo tierra. La ubicación de la superficie se puede determinar usando un receptor <<GPS>>/<<GNSS>>, como de costumbre. Con una antena nivelada, un operador experimentado puede determinar una cota cero con una <<exactitud>> de un metro para una profundidad de 50 m (2%) (http://hdl.handle.net/10871/19788[Gibson 1996^], {gibson_radiolocation}[Gibson 2002^]), sin embargo, las balizas de radiolocalización más recientes han aumentado la <<exactitud>> horizontal a cerca de 0.5 al 1 por ciento (<<goldsheider,Goldsheider & Drew 2014>>, http://caves.org/section/commelect/drupal/files/Presentations/NSS2016%20Cave%20Radio%20Accuracy.pdf[Buecher 2016^]). Afortunadamente, muchas cuevas y minas ya se han mapeado extensamente, por lo que cuando los mapas están disponibles, se pueden utilizar para determinar ubicaciones.

source: A second method, using the cave mouth, is probably more commonly used, is easier to determine, but is less accurate and has a much greater <<uncertainty>>. The cave mouth, tunnel opening, mine shaft entrance, etc., are the most obvious locations to begin with. These locations can easily be obtained using a GPS unit, but be aware of the likely reduced <<accuracy>> of the GPS unit if the cave entrance is within a deep valley where good <<GNSS>> reception may be reduced. It is documenting the location of the <<event>> from that position that is much more difficult, especially where detailed cave maps don’t exist. At its crudest level, one may estimate the cave <<extent>> and determine the <<corrected center>> of that extent. From there you can determine a <<geographic radial>> as noted elsewhere in this document (see <<Polygons>>). Just recording the location of the cave entrance, and using a large <<radial,radius>> for the uncertainty is not ideal but may be a last resort. If doing this however, make sure that your <<locality>> description includes as much additional information as possible – such as estimated distance from the cave entrance, <<direction>>, and if possible, a ‘depth’. For <<georeference,georeferencing>> in Caves, see {gqg}#feature-cave[Feature – Cave^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^].
es: El segundo método (que usa la boca de la cueva) que probablemente se usa con más frecuencia, es más fácil de determinar, pero es menos exacto y tiene una <<incertidumbre>> mayor. La boca de la cueva, la apertura de túneles, la entrada de minas, etc., son los lugares más obvios para empezar. Estas ubicaciones se pueden obtener fácilmente usando una unidad GPS, pero se debe tener en cuenta la probable reducción de la <<exactitud>> de la unidad GPS si la entrada de la cueva está dentro de un valle profundo donde la buena recepción <<GNSS>> puede llegar a ser reducida. La documentación de la ubicación del <<evento>> desde esa posición es mucho más difícil, especialmente cuando no existen mapas detallados de la cueva. En un sentido mas general, se puede estimar la <<extensión>> de la cueva y determinar el <<centro corregido>> de esa extensión. A partir de ahí se puedes determinar un <<radio geográfico>> como se indica en otras partes de este documento (ver <<Polígonos>>). No es ideal solo registrar la ubicación de la entrada a la cueva y utilizar un <<radio>> amplio para la incertidumbre, pero se puede hacer como último recurso. Sin embargo, si hace esto asegúrese de que la descripción de la <<localidad>> incluya tanta información adicional como sea posible, como la distancia estimada de la entrada a la cueva, <<dirección>> y si es posible, una "profundidad". Para <<georreferencia,georreferenciar>> en Cuevas, vea {gqg}#entidad-geográfica-cueva[Entidad Geográfica: Cueva^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^].
