Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: Unlike the <<point-radius>> method, this method has no scalar <<maximum uncertainty distance>> to be able to easily understand or filter on the size of the enclosed region, though one can be calculated using half the distance between the two corners as given by Vincenty's formulae (https://doi.org/10.1179/sre.1975.23.176.88[Vincenty 1975^], <<vincenty-1976,Vincenty 1976>>). Thus, a bounding box <<georeference>> can be turned into a point-radius georeference by using the distance just described as the <<geographic radial>>, and from that finding the <<corrected center>>, which will not be equal to the <<geographic center>> of the bounding box, except where the bounding box spans equal distances north and south of the equator or is based on a metric <<grid>>.
es: A diferencia del método <<radio-punto>>, este método no tiene una <<distancia máxima de incertidumbre>> escalar que permita entender fácilmente o filtrar basado en el tamaño de la región delimitada, aunque se puede calcular usando la mitad de la distancia entre las dos esquinas, como se indica en las fórmulas de Vincenty (https://doi.org/10.1179/sre.1975.23.176.88[Vincenty 1975^], <<vincenty-1976,Vincenty 1976>>). Así, una <<georreferencia>> de caja delimitadora puede convertirse en una georreferencia de radio-punto utilizando la distancia descrita como el <<radio geográfico>> y a partir de ahí encontrando el <<centro corregido>>, que no será igual a la <<centro geográfico>> de la caja delimitadora, excepto en los casos en que la caja delimitadora abarca distancias iguales al norte y al sur del ecuador o se basa en una <<grilla>> métrica.

source: A point-radius georeference can be turned into a bounding box georeference by using the geographic radial from the corrected center of the point-radius to determine the coordinates of the east-west and north-south extremes of the bounding box.
es: Una georreferencia de radio-punto se puede convertir en una georreferencia de caja delimitadora mediante el uso del radio geográfico desde el centro corregido del radio-punto para determinar las coordenadas de los extremos este-oeste y norte-sur de la caja delimitadora.

source: Though transformations can be made back and forth between point-radius and bounding box representations of a location, it is not recommended, because the transformed georeference will necessarily be bigger than the original, and therefore contain more area that does not pertain to the actual location. Better to georeference directly using the method of choice.
es: Aunque las transformaciones se pueden realizar entre las representaciones radio-punto y caja delimitadora de una ubicación, no se recomienda porque la georreferencia transformada será necesariamente más grande que la original y, por lo tanto, contiene más área que no pertenece a la ubicación real. Es mejor georreferenciar directamente utilizando el método elegido.

source: Like the point-radius circle, the bounding box can also be intersected with other spatially enabled information to constrain the effective area within.
es: Al igual que el círculo de radio-punto, la caja delimitadora también puede ser intersecada con otra información espacial para acotar el área efectiva contenida.

source: Shape Method
es: Método de Forma Geométrica

source: The <<shape>> <<georeferencing method,method>> (also called the polygon method by some (https://www.idigbio.org/content/georeferencing-polygon-method[Yost 2015^])) of determining <<uncertainty>> is a conceptually simple method that delineates a <<locality>> using <<geometry,geometries>> with one or more polygons, buffered points, or buffered polylines. A combination of these <<shape,shapes>> can represent a town, park, river, junction, or any other <<feature>> or combination of features found on a map. While simple to describe, the task of generating these shapes must account for all the uncertainties, and that can be difficult. Except for the simplest <<locality type,locality types>>, creating shapes is impractical without the aid of digital maps, <<geographic information system,GIS>> software (for buffering, clipping, etc.), and expertise, all of which can be relatively expensive. Also, except for a <<bounding-box>>, which is an extremely simple example, storing a shape in a database can be considerably more complicated than storing a single pair of <<coordinates>> with a scalar uncertainty distance as in the <<point-radius>> method. <<Darwin Core>> (https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012b^]) offers the field term:dwc[dwc:footprintWKT], in which a <<geometry>> can be stored in the Well-Known Text format (https://www.iso.org/standard/60343.html[ISO 2016^]) accompanied by the <<coordinate reference system>> in the field term:dwc[dwc:footprintSRS]. Particular challenges to making this method practical for <<georeference,georeferencing>> natural history collections data include assembling freely accessible digital cartographic resources and developing tools for automation of the georeferencing process (https://www.idigbio.org/sites/default/files/working-groups/gwg/GeoreferencingBlogPolygons_FINAL-1.pdf[Yost n.d.^]). This is because, not only does the geometry of the feature usually need to be created (unless it is an administrative <<boundary>> or other shape available in a spatial data layer), but also all the points in the feature geometry have to be used in combination with the uncertainties to arrive at a final shape that includes the location with its uncertainties and nothing more. Note that http://www.geo-locate.org/[GEOLocate (Rios 2019)^] does produce an "error polygon" (https://epicc.berkeley.edu/wp-content/uploads/2015/11/UsingGeoLocateforCollaborativeGeoreferencing_2016.pdf[Biedron & Famoso 2016^]) in addition to a point-radius, but how this is done is http://www.geo-locate.org/point_radii.html[not documented in detail^].
es: El <<método de georreferenciación>> de <<forma geométrica>> (también llamado método del polígono por algunos (https://www.idigbio.org/content/georeferencing-polygon-method[Yost 2015^])) de determinación de la <<incertidumbre>>, es un método conceptualmente simple que delimita una <<localidad>> utilizando <<geometría,geometrías>> con uno o más polígonos, puntos con buffers o polilíneas con buffers. Una combinación de estas <<forma geométrica,formas>> puede representar una ciudad, un parque, un río, un cruce o cualquier otra <<entidad geográfica>> o una combinación de entidades que se encuentren en un mapa. Aunque su descripción es sencilla, la tarea de generar estas formas debe tener en cuenta todas las incertidumbres y eso puede ser difícil. Salvo en el caso de los <<tipo de localidad,tipos de localidades>> más sencillos, la creación de formas geométricas es poco práctica sin la ayuda de mapas digitales, software <<sistema de información geográfica,GIS>> (para crear los buffers, recortar, etc.) y conocimientos especializados, todo lo cual puede ser relativamente costoso. Además, excepto en el caso de la <<caja delimitadora>> que es un ejemplo extremadamente sencillo, el almacenamiento de una forma geométrica en una base de datos puede ser considerablemente más complicado que el almacenamiento de un solo par de <<coordenadas>> con una distancia de incertidumbre escalar como en el método <<radio-punto>>. El <<Darwin Core>> (https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012b^]) ofrece el campo term:dwc[dwc:footprintWKT], en el que se puede almacenar una <<geometría>> en el formato Well-Known Text (https://www.iso.org/standard/60343.html[ISO 2016^]) acompañada del <<sistema de referencia de coordenadas>> en el campo term:dwc[dwc:footprintSRS]. Los desafíos particulares para hacer que este método sea práctico para los datos de <<georreferencia, georreferenciación>> de las colecciones de historia natural incluyen el ensamblaje de recursos cartográficos digitales de libre acceso y el desarrollo de herramientas para la automatización del proceso de georreferenciación (https://www.idigbio.org/sites/default/files/working-groups/gwg/GeoreferencingBlogPolygons_FINAL-1.pdf[Yost s.f.^]). Esto se debe a que, por lo general, no sólo hay que crear la geometría de la entidad geográfica (a menos que se trate de un <<límite administrativo>> u otra forma disponible en una capa de datos espaciales), sino que también hay que utilizar todos los puntos de la geometría de la entidad en combinación con las incertidumbres para llegar a una forma final que incluya la ubicación con sus incertidumbres y nada más. Nótese que http://www.geo-locate.org/[GEOLocate (Rios 2019)^] sí produce un "polígono de error" (https://epicc.berkeley.edu/wp-content/uploads/2015/11/UsingGeoLocateforCollaborativeGeoreferencing_2016.pdf[Biedron & Famoso 2016^]) además de un radio-punto, pero la forma en que se hace http://www.geo-locate.org/point_radii.html[no está documentada en detalle^].

source: Of all the methods discussed in this document, the shape <<georeferencing method,method>> has the potential to generate the most specific digital spatial descriptions of localities, leaving out areas that are not viable as part of the location. A point-radius can be easily derived from a final shape by using the <<corrected center>> for the coordinates and the <<geographic radial>> of the georeference (not just the feature) for the <<maximum uncertainty distance>>. See <<img-spatial-fit-point-radius>> for one example of where a point-radius may be refined by using the shape method. See also <<Polygons>>.
es: De todos los métodos discutidos en este documento, el <<método de georreferenciación,método>> de forma geométrica tiene el potencial de generar las descripciones espaciales digitales más específicas de las localidades, es decir, dejar fuera zonas que no son viables como parte de la ubicación. Un radio-puntos puede derivarse fácilmente de una forma geométrica usando el <<centro corregido>> como las coordenadas y el <<radio geográfico>> de la georreferencia (no solo la entidad) como la <<distancia máxima de incertidumbre>>. Ver <<img-spatial-fit-point-radius>> para un ejemplo en donde un radio-punto puede ser refinado usando el método de forma geométrica. Ver también <<Polígonos>>.

source: Probabilistic Method
es: Método Probabilístico

source: Other shape-based <<georeferencing method,methods>> have been proposed that use probabilistic approaches (https://doi.org/10.1080/13658810701851420[Guo et al. 2008^], https://doi.org/10.1080/13658810802247114[Liu et al. 2009^]). Since these methods are even more difficult than the <<shape>> method, and there are currently no tools available to take advantage of these methods, we do not discuss them further in this document.
es: Otros <<métodos de georreferenciación,métodos>> basados en formas geométricas que utilizan enfoques probabilísticos han sido propuestos (https://doi.org/10.1080/13658810701851420[Guo et al. 2008^], https://doi.org/10.1080/13658810802247114[Liu et al. 2009^]). Dado que estos métodos son incluso más complejos que el método de <<forma geométrica> y que actualmente no hay herramientas disponibles para aprovechar estos métodos, no los discutimos más allá en este documento.

source: Calculating Uncertainties
es: Calculando Incertidumbres

source: Regardless of the <<georeferencing method,method>>, <<uncertainty,uncertainties>> in <<georeference,georeferenced>> data are essential to document, so that the data’s fitness for use and thus their overall <<data quality>> can be understood. There are sources of uncertainty in each <<locality>> interpretation as well as in the data sources used to georeference, and any physical measurement that might need to be made (such as on maps, digital or physical). Each of the sources of uncertainty have to be taken into account to capture the overall uncertainty in a resulting georeference.
es: Independientemente del <<método de georreferenciación,método>>, es esencial documentar las <<incertidumbre,incertidumbres>> en los datos <<georreferencia,georreferenciados>> para que la idoneidad de los datos para el uso y, por lo tanto, su <<calidad de datos>> total pueda ser entendida. Hay fuentes de incertidumbre en cada interpretación de <<localidad>>, así como en las fuentes de datos utilizadas para la georreferencia y cualquier medición física que pueda necesitar llevarse a cabo (como en mapas, digitales o físicos). Hay que tener en cuenta cada una de las fuentes de incertidumbre para capturar la incertidumbre general en una georreferencia resultante.

source: Whenever subjectivity is involved, it is preferable to overestimate each contribution to uncertainty. The following seven sources of uncertainty are the most commonly encountered. These are explained below and can be accounted for by using the http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator (Wieczorek & Wieczorek 2020)^].
es: Siempre que haya subjetividad involucrada, es preferible sobreestimar cada contribución a la incertidumbre. Las siguientes siete fuentes de incertidumbre son las más comúnmente encontradas. Estas se explican a continuación y pueden tenerse en cuenta mediante el uso de http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación (Wieczorek & Wieczorek 2020)^].

source: Uncertainty due to the <<extent>> of the <<feature>> in the <<locality>> description.
es: Incertidumbre debida a la <<extensión>> de la <<entidad geográfica>> en la descripción de la <<localidad>>.

source: Uncertainty in <<coordinates,coordinate>> source.
es: Incertidumbre en la fuente de la <<coordenadas,coordenada>>.

source: Uncertainty in map measurements.
es: Incertidumbre en las mediciones del mapa.

source: Uncertainty related to <<coordinate precision>>.
es: Incertidumbre relacionada con la <<precisión de las coordenadas>>.

source: Uncertainty from unknown <<coordinate reference system>> or <<datum>>.
es: Incertidumbre por un <<sistema de referencia de coordenadas>> o <<datum>> desconocido.

source: Uncertainty related to <<heading>>.
es: Incertidumbre relacionada con la <<orientación cardinal>>.

source: Uncertainty related to <<offset>> <<precision>>.
es: Incertidumbre relacionada con la <<precisión>> del <<desplazamiento>>.

source: Uncertainty Due to the Extent of the Feature
es: Incertidumbre debido a la Extensión de la Entidad Geográfica

source: The first step in determining the <<coordinates>> for a <<locality>> description is to identify the most specific <<feature>> within the locality description. Coordinates may be retrieved from <<gazetteer,gazetteers>>, geographic name databases, maps, or from other locality descriptions that have coordinates or <<shape,shapes>>. We use the term ‘<<feature>>’ to refer to not only traditional named places, but also to places that may not have proper names, such as road junctions, stream confluences, highway mile pegs, and cells in grid systems (e.g. Quarter Degree Square Cells, see <<Quarter Degree Squares>>). The source and <<precision>> of the coordinates should be recorded so that the validity of the <<georeference,georeferenced>> locality can be checked. The original <<coordinate system>> and the <<geodetic datum>> should also be recorded. This information helps to determine sources and the <<maximum uncertainty distance>>, especially with respect to the original <<coordinate precision>>.
es: El primer paso para determinar las <<coordenadas>> para una descripción de una <<localidad>> es identificar la <<entidad geográfica>> más específica dentro de la descripción de la localidad. Las coordenadas pueden extraerse de <<gacetero,gaceteros>>, bases de datos de nombres geográficos, mapas o de otras descripciones de localidad que tengan coordenadas o <<figura geométrica,figuras geométricas>>. Utilizamos el término '<<entidad geográfica>>' para referirnos no sólo a lugares tradicionalmente nombrados, sino también a lugares que pueden no tener nombres adecuados, tales como uniones de carreteras, confluencias de arroyos, indicaciones de millaje en las carreteras y las celdas en sistemas de grillas (p. ej. Celdas de Cuadrícula de Cuarto de Grado, ver <<Cuadrados de Cuarto de Grado >>). La fuente y <<precisión>> de las coordenadas deben ser registradas para que la validez de la localidad <<georreferencia,georreferenciada>> pueda ser comprobada. El <<sistema de coordenadas>> original y el <<datum geodésico>> también deben ser registrados. Esta información ayuda a determinar las fuentes y la <<distancia máxima de incertidumbre>>, especialmente con respecto a la <<precisión de las coordenadas>> original.

source: How do we take into account the uncertainty due to the shape of the feature? The method that results in the least uncertainty is to find the <<smallest enclosing circle>> (https://doi.org/10.1007/BF01940877[Matoušek et al. 1996^]) that contains all of the points on the <<geographic boundary>> of the feature. If the center of the circle does not fall on or within the <<boundary>> of the feature, choose the point nearest to the center that is on the boundary. This is known as the <<corrected center>>. The distance from the corrected center to the farthest point on the geographic boundary of the feature is called the <<geographic radial>>. The geographic radial is the uncertainty due to the <<extent>> of the feature (see <<img-polygon-center>>).
es: ¿Cómo tener en cuenta la incertidumbre debida a la forma de la entidad geográfica? El método que resulta en la menor incertidumbre es encontrar el <<círculo mínimo>> (https://doi.org/10.1007/BF01940877[Matoušek et al. 1996^]) que contiene todos los puntos en el <<límite geográfico>> de la entidad. Si el centro del círculo no cae sobre o dentro del <<límite>> de la entidad, elija el punto más cercano al centro que se encuentra en el límite. Esto se conoce como el <<centro corregido>>. La distancia desde el centro corregido hasta el punto más lejano en el límite geográfico de la entidad se llama el <<radio geográfico>>. El radio geográfico corresponde a la incertidumbre debida a la <<extensión>> de la entidad geográfica (ver <<img-polygon-center>>).

source: Every feature occupies a finite space, or ‘extent’. The extents of features are an important source of uncertainty. Points of reference for features may change over time – post offices and courthouses are relocated, towns change in size, the courses of rivers change, etc. Moreover, there is no guarantee that the person who recorded the locality information paid attention to any specific convention when reporting a locality as an <<offset>> from a feature. For example,
es: Cada entidad geográfica ocupa un espacio finito o "extensión". Las dimensiones de las entidad son una fuente importante de incertidumbre. Los puntos de referencia de las entidades pueden cambiar con el tiempo, las oficinas de correos y los palacios de justicia son reubicados, las ciudades cambian de tamaño, los cursos de los ríos cambian, etc. Además, no hay garantía de que la persona que registró la información de la localidad haya prestado atención a cualquier convención específica al reportar una localidad como un <<desplazamiento>> desde una característica. Por ejemplo,

source: 4 km E of Bariloche, Argentina
es: 4 km E de Bariloche, Argentina

source: may have been measured from the post office, the civic plaza, or from the bus station on the eastern side of the heavily populated part of town, or anywhere else in Bariloche, which is actually quite large. When calculating an offset, we generally have no way of knowing where the person who recorded the locality started to measure the distance. The determination of the boundaries of a feature are discussed in <<Setting the Boundaries of the Feature>>.
es: puede haber sido medido desde la oficina de correos, la plaza cívica, desde la estación de autobuses en el lado este de la zona más poblada de la ciudad o en cualquier otro lugar de Bariloche, que en realidad es bastante grande. Al calcular un desplazamiento, generalmente no tenemos forma de saber desde dónde comenzó a medir la distancia la persona que registro la localidad. La determinación de los límites de una entidad geográfica se discuten en <<Estableciendo los Límites de una Entidad Geográfica>>.

source: It is also worth noting that the extent of a feature may have changed over time, so the date of the recording may also be important when calculating an extent and thus the geographic radial. In many cases (especially for populated places), the current extent of a feature will be greater than its historical extent and the uncertainty may be somewhat overestimated if current maps are used.
es: También vale la pena señalar que la extensión de una entidad geográfica puede haber cambiado con el tiempo, por lo que la fecha del registro también puede ser importante a la hora de calcular una extensión y, por ende, el radio geográfico. En muchos casos (especialmente para lugares poblados), la extensión actual de una entidad será mayor que su extensión histórica y la incertidumbre puede sobreestimarse en cierto modo si se utilizan mapas actuales.

source: If the locality described is an irregular shape (e.g. a winding road or river), there are two ways of calculating the "center" coordinates and determining the <<radial>>. The first is to measure along the vector (line) and determine the midpoint as the <<location>> of the feature. This is not always easy, so the second method is to determine the <<geographic center>> (i.e. the midpoint of the extremes of <<latitude>> and <<longitude>>) of the feature. This method describes a point where the uncertainty due to the extent of the feature is minimized (what we are calling the <<corrected center>>). The radial is then determined as the distance from the determined position to the furthest point at the extremes of the vector. If the geographic center of the shape is used and it does not lie within the locality described (e.g. the geographic center of a segment of a river does not actually lie on the river), then the point nearest the geographic center that lies within the shape (corrected center) is the preferred reference for the feature and represents the point from which the geographic radial should be calculated (see <<img-polygon-center>>).
es: Si la localidad descrita es una forma geométrica irregular (p. ej. un camino sinuoso o un río), hay dos maneras de calcular las coordenadas del "centro" y determinar el <<radio>>. La primera es medir a lo largo del vector (línea) y determinar el punto medio como la <<ubicación>> de la entidad. Esto no siempre es fácil, así que el segundo método es determinar el <<centro geográfico>> (es decir, el punto medio de los extremos de <<latitud>> y <<longitud>>) de la entidad. Este método describe un punto en el que la incertidumbre debida a la extensión de la entidad se minimiza (lo que estamos llamando el <<centro corregido>>). El radio se determina entonces como la distancia desde la posición establecida hasta el punto más lejano en los extremos del vector. Si el centro geográfico de la forma geométrica se utiliza y no se encuentra dentro de la localidad descrita (p. ej. el centro geográfico del segmento del rí­o no se encuentra realmente en el río), entonces el punto más cercano al centro geográfico que se encuentre dentro de la forma (centro corregido) es la referencia a escoger para la característica y representa el punto a partir del cual debe calcularse el radio geográfico (ver <<img-polygon-center>>).
