Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: Recording the location of an underwater event. *E* denotes the entry point, the surface location at which the geographic coordinates are recorded. *x* is the water depth, *y* is the horizontal offset (distance and direction) from *E* to the center of the location. Extent *e* is the three-dimensional location covered by the event. The corrected center *cc* is the point within the 3D shape that minimizes the length of the geographic radial *gr*. Minimum depth *d1* and maximum depth *d2* are the upper and lower limits of the location.
es: Registro de la ubicación de un evento subacuático. *E* indica el punto de entrada, la ubicación de la superficie en la que se registran las coordenadas geográficas. *x* es la profundidad de agua, *y* es el desplazamiento horizontal (distancia y dirección) desde *E* hacia el centro de la ubicación. La extensión *e* es la ubicación tridimensional cubierta por el evento. El centro corregido *cc* es el punto dentro de la forma 3D que minimiza la longitud del radio geográfico *gr*. La profundidad mínima *d1* y la profundidad máxima *d2* son los límites superiores e inferiores de la ubicación.

source: {marine}There are many different types of trawls and tows, including bottom and mid-water trawls. The 3D nature should be captured as above. The geographic reference points would be line segments tracing the route of the trawl, and would be more akin to <<path,paths>> and captured as a <<shape>> as described in <<paths,§2.3.2>>.
es: {marine}Hay muchos tipos diferentes de arrastres y remolques, incluyendo arrastres de fondo y niveles medios. La naturaleza 3D debe ser capturada como se muestra arriba. Los puntos de referencia geográficos serían segmentos de línea que siguen la ruta del arrastre y serían más similares a <<ruta,rutas>> y documentados como una <<forma geométrica>> como se describe en <<rutas,§2.3.2>>.

source: Coordinates
es: Coordenadas

source: Whenever practical, provide the <<coordinates>> of the <<location>> where an <<event>> actually occurred (see <<Extent of a Location>>) and accompany these with the <<coordinate reference system>> of the coordinate source (map or <<GPS>>). The two <<coordinate system,coordinate systems>> most commonly used by biologists are based on <<geographic coordinates>> (i.e. <<latitude>> and <<longitude>>) or <<UTM>> (i.e. <<easting>>, <<northing>> and UTM zone).
es: Siempre que sea práctico, se deben proporcionar las <<coordenadas>> de la <<ubicación>> donde ocurrió el <<evento>> (ver <<Extensión de una Ubicación>>) y acompañarlas con el <<sistema de coordenadas de referencia>> de la fuente de las coordenadas (mapa o <<GPS>>). Los dos <<sistema de coordenadas, sistemas de coordenadas>> más comúnmente utilizados por los biólogos se basan en <<coordenadas geográficas>> (es decir, <<latitud>> y <<longitud>>) o <<UTM>> (es decir, <<este>>,<<norte>> y zona UTM).

source: A <<datum>> is an essential part of a <<coordinate reference system>> and provides the frame of reference. Without it the <<coordinates>> are ambiguous. When using both maps and <<GPS>> in the field, set the coordinate reference system or datum of the GPS or <<GNSS>> receiver to be the same as that of the map so that the GPS coordinates for a <<location>> will match those on the map. Be sure to record the coordinate reference system or datum used.
es: El <<datum>> es una parte esencial de un <<sistema de coordenadas de referencia>> pues proporciona el marco de referencia de las coordenadas. Sin este, las <<coordenadas>> son ambiguas. Cuando se utilizan mapas y <<GPS>> en campo, debe configurarse el sistema de referencia de coordenadas o datum del receptor GPS o <<GNSS>> para que sea el mismo que el del mapa, de esta forma las coordenadas GPS de una <<ubicación>> coincidirán con las del mapa. Asegúrese de registrar el sistema de coordenadas de referencia o datum utilizado.

source: Geographic Coordinates
es: Coordenadas Geográficas

source: <<geographic coordinates,Geographic coordinates>> are a convenient way to define a <<location>> in a way that is not only more specific than is otherwise possible with a <<locality>> description, but also readily allows calculations to be made in a <<geographic information system,GIS>>. Geographic coordinates can be expressed in a number of different <<coordinate format,coordinate formats>> (<<decimal degrees>>, <<DMS,degrees minutes seconds>>, degrees decimal minutes), with decimal degrees being the most commonly used. Geographic coordinates in decimal degrees are convenient for <<georeference,georeferencing>> because this succinct format has global applicability and relies on just three attributes, one for <<latitude>>, one for <<longitude>>, and one for the <<geodetic datum>> or <<ellipsoid>>, which, together with the coordinate format, make up the <<coordinate reference system>>. By keeping the number of recorded attributes to a minimum, the chances for transcription <<error,errors>> are minimized (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]).
es: Las <<coordenadas geográficas>> son una forma conveniente de definir una <<ubicación>> de una manera que no sólo es más específica que la descripción de una <<localidad>>, sino que también permite realizar cálculos en <<sistemas de información geográficos,SIG>> fácilmente. Las coordenadas geográficas pueden ser expresadas en diferentes <<formato de coordenadas,formatos de coordenadas>> (<<grados decimales>>, <<GMS,grados minutos segundos>>, grados minutos decimales), siendo los grados decimales los más comúnmente utilizados. Las coordenadas geográficas en grados decimales son convenientes para <<georreferencia,georreferenciar>> porque este formato sucinto tiene aplicabilidad global y se basa en sólo tres atributos, uno para la <<latitud>>, uno para la <<longitud>> y uno para el <<datum geodésico>> o <<elipsoide>>, que, junto con el formato de coordenada, componen el <<sistema de referencia de coordenadas>>. Al mantener al mínimo el número de atributos registrados, los posibles <<error,errores>> de transcripción se minimizan (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]).

source: When capturing geographic coordinates, always include as many decimals of <<precision>> as given by the <<coordinates,coordinate>> source. Coordinates in decimal degrees given to five decimal places are more precise than a measurement in <<DMS,degrees-minutes-seconds>> to the nearest second, and more precise than a measurement in degrees and decimal minutes given to three decimal places (see <<table-uncertainty>>). Some new <<GPS>>/<<GNSS>> receivers now display data in decimal seconds to two decimal places, which corresponds to less than a meter everywhere on Earth. This doesn't mean that the GPS reading is accurate at that scale, only that the coordinates as given do not contribute additional <<uncertainty>>.
es: Al capturar coordenadas geográficas, incluya siempre tantas cifras decimales de <<precisión>> como indique la fuente de las <<coordenadas>>. Las coordenadas en grados decimales con cinco cifras decimales son más precisas que una medición en <<GMS,grados-minutos-segundos>> al segundo más cercano y más precisa que una medición en grados minutos decimales con tres decimales (ver <<table-uncertainty>>). Algunos nuevos receptores <<GPS>>/<<GNSS>> capturan datos en segundos decimales a dos decimales, que corresponde a menos de un metro en cualquier parte de la Tierra. Esto no significa que la lectura del GPS sea precisa en esa escala, sólo que las coordenadas proporcionadas no aportan una <<incertidumbre>> adicional.

source: Decimal degrees are preferred when capturing coordinates from a GPS, however, where reference to maps is important, and where the GPS receiver allows, set the recorder to report in degrees, minutes, and decimal seconds.
es: Los grados decimales se prefieren al capturar coordenadas de un GPS, sin embargo, donde la referencia a los mapas sea importante y donde el receptor GPS lo permita, establezca el dispositivo para que reporte en grados, minutos y segundos decimales.

source: Universal Transverse Mercator (UTM) Coordinates
es: Coordenadas Universales Transversales de Mercator (UTM)

source: <<UTM>> is a system for assigning distance-based <<coordinates>> using a Mercator <<projection>> from an idealized <<ellipsoid>> of the surface of the Earth onto a plane. In most applications of the UTM system, the Earth is divided into a series of six-degree wide <<longitude,longitudinal>> zones extending between 80°S and 84°N and numbered from 1-60 beginning with the zone at the <<antimeridian,Antimeridian>> (https://doi.org/10.3133/pp1395[Snyder 1987^]). Because of the <<latitude,latitudinal>> limitation in extent, UTM coordinates are not usable in the extreme polar regions of the Earth. A map of UTM zones can be found at http://www.dmap.co.uk/utmworld.htm[UTM Grid Zones of the World (Morton 2006)^].
es: <<UTM>> es un sistema para asignar <<coordenadas>> basadas en distancia usando la <<proyección>> de Mercartor desde un <<elipsoide>> idealizado de la superficie de la tierra sobre una superficie plana. En la mayoría de las aplicaciones del sistema UTM, la Tierra se divide en una serie de zonas <<longitud,longitudinales>> de seis grados de ancho que se extienden entre 80°S y 84°N y están numeradas del 1 al 60 comenzando con la zona en el <<antimeridiano,Antimeridiano>> (https://doi.org/10.3133/pp1395[Snyder 1987^]). Debido a la limitación en la extensión <<latitud,latitudinal>>, las coordenadas UTM no pueden ser usadas en los extremos de las regiones polares de la Tierra. Un mapa de zonas UTM puede ser encontrado en http://www.dmap.co.uk/utmworld.htm[Grilla de Zonas UTM del Mundo (Morton 2006)^].

source: UTM coordinates consist of a zone number, a hemisphere indicator (N or S), and <<easting>> and <<northing>> coordinate pairs separated by a space with 6 and 7 digits respectively, and all in the order given here. For example, for Big Ben in London (latitude 51.500721, longitude −0.124430), the UTM reference would be: 30N 699582 5709431.
es: Las coordenadas UTM consisten en un número de zona, un indicador del hemisferio (N o S) y pares de coordenadas <<este>> y <<norte>> de 6 y 7 dígitos respectivamente, separadas por un espacio, todo esto en el orden dado aquí. Por ejemplo, las coordenadas para el Big Ben en Londres (latitud 51.500721, longitud –0.124430) en el sistema de referencia UTM serían: 30N 699582 5709431.

source: Latitude bands are not officially part of UTM, but are used in the Military Grid Reference System (MGRS). They are used in many applications, including in Google Earth. Each zone is subdivided into 20 latitudinal bands, with letters used from South to North starting with "C" at 80°S to "X" (stretched by an extra 4 degrees) at 72°N (to 84°N) and omitting "O". All letters below "N" are in the southern hemisphere, "N" and above are in the northern hemisphere. When using latitudinal bands, "north" and "south" need to be spelled out to avoid confusion with the latitudinal bands of "N" and "S" respectively. Using the latitudinal band method, the <<coordinates>> for Big Ben would be: 30T 699582m east 5709431m north.
es: Las bandas de latitud no son oficialmente parte de UTM, pero se utilizan en el Sistema de Referencia de la Red Militar (MGRS). Se usan en muchas aplicaciones, incluso en Google Earth. Cada zona está subdividida en 20 bandas latitudinales, con letras usadas de Sur a Norte comenzando desde la "C" a 80°S hasta la "X" (extendidas por 4 grados adicionales) a 72°N (hasta 84°N) y omitiendo la "O". Todas las letras debajo de "N" están en el hemisferio sur y encima de "N" están en el hemisferio norte. Cuando se utilizan bandas latitudinales, "norte" y "sur" se deben escribir de forma completa para evitar confusión con las bandas latitudinales de "N" y "S". Utilizando el método de banda latitudinal, las <<coordenadas>> para Big Ben sería: 30T 699582m este 570941m norte.

source: National and local <<grid>> systems derived from UTM, but which may be based on different <<ellipsoid,ellipsoids>> and <<datum,datums>>, are basically used in the same way as UTMs. For example, the Map Grid of Australia (MGA2020) uses UTM with the GRS80 ellipsoid and Geocentric Datum of Australia (GDA2020) (https://www.ga.gov.au/scientific-topics/positioning-navigation/geodesy/datums-projections/grid2020[Geoscience Australia 2019b^]). An example of a <<location>> in MGA2020 is "MGA Zone 56, x: 301545 y: 7011991"
es: Los sistemas de <<grilla,grillas>> nacionales y locales derivados de UTM, pero que pueden estar basado en diferentes <<elipsoide,elipsoides>> y <<datum,datums>>, se utilizan básicamente de la misma manera que UTM. Por ejemplo, el Mapa de Grillas de Australia (MGA2020) utiliza UTM con el elipsoide GRS80 y el Datum Geocéntrico de Australia (GDA2020) (https://www.ga.gov.au/scientific-topics/positioning-navigation/geodesy/datums-projections/grid2020[Geoscience Australia 2019b^]). Un ejemplo de una <<ubicación>> en MGA2020 es "MGA Zone 56, x: 301545 y: 7011991"

source: When recording a <<location>>, or databasing using UTM or equivalent coordinates, a zone should ALWAYS be included; otherwise the data are of little or no value when used outside that zone, and certainly of little use when combined with data from other zones. Zones are often not reported where a region (e.g. Tasmania) falls completely within one UTM zone. This is OK while the database remains regional, but is not suitable for exchange outside of the zone. When exporting data from databases like these, the region’s zone should be added prior to export or transfer. Better still, modify the database so that the zone remains with the coordinates.
es: Al registrar una <ubicación>> o bases de datos usando UTM o coordenadas equivalentes, SIEMPRE se debe incluir la zona, de lo contrario los datos son de poco o ningún valor cuando se utilizan fuera de esa zona y ciertamente de poco uso cuando se combinan con datos de otras zonas. A menudo no se reportan las zonas cuando una región (p. ej. Tasmania) cae completamente dentro de una zona de UTM. Esto está bien mientras que la base de datos sea regional pero no es apta para el intercambio fuera de esa zona. Al exportar datos de bases de datos como estas, la zona de la región debe ser añadida antes de exportar o transferir, o mejor aún, modificar la base de datos para que la zona se documente junto con las coordenadas.

source: Note that <<Darwin Core>> (https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012b^]) supports UTM coordinates only in the term:dwc[verbatimCoordinates] field. There are several tools to convert UTM coordinates to <<geographic coordinates>>, including http://home.hiwaay.net/~taylorc/toolbox/geography/geoutm.html[Geographic/UTM Coordinate Converter^] (Taylor 2003)–see http://georeferencing.org/tools.html[Georeferencing Tools^]. For details on <<georeference,georeferencing>>, see {gqg}#coordinates-universal-transverse-mercator-utm[Coordinates – Universal Transverse Mercator (UTM)] in https://doi.org/10.35035/e09p-h128[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^].
es: Tenga en cuenta que el <<Darwin Core>> (https://doi.org/10.1371/journal.pone.0029715[Wieczorek y al. 2012b^]) sólo soporta coordenadas UTM en el campo term:dwc[verbatimCoordinates]. Hay varias herramientas para convertir las coordenadas UTM a <<coordenadas geográficas>>, incluyendo http://home.hiwaay.net/~taylorc/toolbox/geography/geoutm.html[Conversor de Coordenadas Geográficas/UTM^] (Taylor 2003), ver http://georeferencing.org/tools.html[Herramientas de Georreferenciación^]. Para más detalles sobre <<georereferencia,georreferenciación>>, ver {gqg}#coordenadas-universales-transversas-de-mercator-utm[Coordenadas – Universales Transversas de Mercator (UTM)] en https://doi.org/10.35035/e09p-h128[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^].

source: If using UTM coordinates, always record the UTM zone and the datum or coordinate reference system.
es: Si usa coordenadas UTM siempre registre la zona UTM y el datum del sistema de referencia de coordenadas.

source: Coordinate Reference System
es: Sistema de Referencia de Coordenadas

source: Except under special circumstances (the poles, for example), <<coordinates>> without a <<coordinate reference system>> do not uniquely specify a <<location>>. Confusion about the coordinate reference system can result in positional <<error,errors>> of hundreds of meters. Positional shifts between what is recorded on some maps and <<WGS84>>, for example, may be between zero and 5359 m (https://github.com/VertNet/georefcalculator/blob/master/source/python/datumshiftproj.py[Wieczorek 2019^]).
es: Excepto en circunstancias especiales (en los polos por ejemplo), las <<coordenadas>> sin un <<sistema de referencia de coordenadas>> no especifican de forma única una <<ubicación>>. La confusión sobre el sistema de referencia de coordenadas puede resultar <<error,errores>> de posicionamiento de cientos de metros. Los cambios posicionales entre lo que se registra en algunos mapas y <<WGS84>>, por ejemplo, pueden estar entre cero y 5359 m (https://github.com/VertNet/georefcalculator/blob/master/source/python/datumshiftproj.py[Wieczorek 2019^]).

source: An unofficial (not governed by a standards body) set of <<EPSG>> (http://www.epsg.org/[IOGP 2019^]) codes are often used (and misused) to designate <<datum,datums>>. There are EPSG codes for a variety of entities (coordinate reference systems, areas of use, <<prime meridian,prime meridians>>, <<ellipsoid,ellipsoids>>, etc.) in addition to datums, and the codes for these are often confused. For example, the code for the WGS84 coordinate reference system is epsg:4326, while the code for the WGS84 datum is epsg:6326 and the code for the WGS84 ellipsoid is epsg:6422. The EPSG code has the advantage (when properly chosen) that it is explicit which type of entity it refers to, unlike the common name alone (e.g. "WGS84" alone could refer to the coordinate reference system, the datum, or the ellipsoid). Increasingly, GPS units are reporting coordinate reference systems as EPSG codes. Knowing the EPSG code for the coordinate reference system, one can determine the datum and ellipsoid for that system. It is thus recommended to record the EPSG code of the coordinate reference system if possible, otherwise, record the EPSG code of the datum if possible, otherwise, record the EPSG code of the ellipsoid. If none of these can be determined from the coordinate source, record "not recorded". This is important, as it determines the <<uncertainty>> due to an unknown datum (see <<Uncertainty from Unknown Datum>>) and has potentially drastic implications for the <<maximum uncertainty distance>>.
es: Frecuentemente se utiliza (incorrectamente) un conjunto no oficial (no guiado por un cuerpo de estándares) de códigos <<EPSG>> (http://www.epsg.org/[IOGP 2019^]) para designar <<datum,datums>>. Existen códigos EPSG para una variedad de entidades (sistemas de referencia de coordenadas, áreas de uso, <<meridiano cero,meridianos cero>>, <<elipsoide,elipsoides>>, etc.) además de los de los datums y a menudo se confunden los códigos para estos. Por ejemplo, el código para el sistema de coordenadas WGS84 es epsg:4326, mientras que el código para el datum WGS84 es epsg:6326 y el código para el elipsoide WGS84 es epsg:6422. El código EPSG tiene la ventaja (cuando se elige correctamente) de ser explícito respecto al tipo de entidad al que se refiere, a diferencia del nombre común (p. ej. "WGS84" que por sí solo podría referirse al sistema de referencia de coordenadas, el datum o el elipsoide). Es cada vez más común que las unidades GPS reporten los sistemas de coordenadas de referencia usando los códigos EPSG. Conociendo el código EPSG para el sistema de referencia de coordenadas, se puede determinar el datum y elipsoide para ese sistema. Por lo tanto, se recomienda registrar el código EPSG del sistema de referencia de coordenadas si es posible, de lo contrario, registre el código EPSG del datum si es posible y de lo contrario, registre el código EPSG del elipsoide. Si ninguno de estos se puede determinar a partir de la fuente de coordenadas, documentelo como "no registrado". Esto es importante, ya que permite determinar la <<incertidumbre>> debida al desconocimiento del datum (ver <<Incertidumbre por Desconocimiento del Datum>>) la cual tiene implicaciones potencialmente drásticas para el cálculo de la <<distancia máxima de incertidumbre>>.

source: Sources of EPSG codes include epsg.io (http://epsg.io/[Maptiler 2019^]), https://sis.apache.org/tables/CoordinateReferenceSystems.html[Apache 2019^], EPSG Dataset v9.1 (http://www.epsg.org/[IOGP 2019^]) and https://georepository.com/[Geomatic Solutions 2018^]. When using a GPS, it is important to set and record the EPSG code of the coordinate reference system or datum. See discussion below under <<Calculating Uncertainties>>.
es: Las fuentes de los códigos EPSG incluyen epsg.io (http://epsg.io/[Maptiler 2019^]), https://sis.apache.org/tables/CoordinateReferenceSystems.html[Apache 2019^], EPSG Dataset v9.1(http://www.epsg.org/[IOGP 2019^]) y https://georepository.com/[Soluciones Geomáticas 2018^]. Cuando se utiliza un GPS, es importante establecer y registrar el código EPSG del sistema de referencia de coordenadas o datum. Ver la discusión debajo en <<Calculando Incertidumbres>>.

source: If you are not basing your locality description on a map, set your GPS to report coordinates using the WGS84 datum or a recent local datum that approximates WGS84 (that may, for example, be legislated for your country) or the appropriate Coordinate Reference System (EPSG Code). Record the datum used in all your documentation.
es: Si no está basando la descripción de su localidad en un mapa, ajuste su GPS para que reporte las coordenadas usando el datum WGS84 o un datum local reciente que se aproxime a WGS84 (que puede, por ejemplo, estar legislado para su país) o el Sistema de Referencia de Coordenadas apropiado (Código EPSG). Registre el datum utilizado en toda su documentación.

source: Using a GPS
es: Usando un GPS
