Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: Traditionally, cavers have recorded the depth in a {caves}cave as the depth below the surface, however, in this document and for the purposes of recording biological observations, we use <<elevation>> (above <<mean-sea-level>> or <<geoid>>) for a position at the floor of the cave.
es: Tradicionalmente, los espeleólogos han registrado la profundidad en una {caves}cueva como la profundidad debajo de la superficie, sin embargo, en este documento y con el fin de registrar observaciones biológicas, usamos la <<elevación>> (por encima del <<nivel medio del mar>> o <<geoide>>) para una posición en el fondo de la cueva.

source: The distance below <<ground zero>> can be determined using the same radiolocation equipment as for determining the ground zero itself (see above). The <<accuracy>> of the distance below ground zero, calculated using these methods is around 5-10 per cent (http://hdl.handle.net/10871/19788[Gibson 1996^], {gibson_radiolocation}[Gibson 2002^]) for depths up to about 50 meters. As above, however, recent beacons have improved the accuracy to about 10 per cent for depths of up to 300 meters below the surface (http://www.not-engineers.fr/Underground-radiolocation.html[NOT Engineers 2019^]). Uneven surface terrain can add to the <<uncertainty,uncertainties>> by up to a further 3 per cent and in very deep caves, mines, etc. where there are heavy ore bodies present, and where there are fault lines, this method is far less reliable for determining depth with <<error,errors>> increasing up to 20 per cent. In those conditions radiolocation may not be suitable for determining the distance below the surface.
es: La distancia por debajo de la <<cota cero>> puede determinarse usando el mismo equipo de radiolocalización que se usa para determinar la cota cero (ver arriba). La <<exactitud>> de la distancia debajo de la cota cero calculada utilizando estos métodos es de alrededor del 5-10 por ciento http://hdl.handle.net/10871/19788[Gibson 1996^], {gibson_radiolocation}[Gibson 2002^]) para profundidades de hasta 50 metros. Sin embargo, como se mencionó anteriormente, las balizas modernas han mejorado la precisión a alrededor del 10 por ciento para profundidades de hasta 300 metros bajo la superficie (http://www.not-engineers.fr/Underground-radiolocation.html[NOT Engineers 2019^]). Los terrenos superficiales desiguales pueden añadir a las <<incertidumbre,incertidumbres>> hasta un 3 por ciento más y en cuevas muy profundas, minas, etc. donde hay yacimientos de minerales pesados y donde hay líneas de falla, este método es mucho menos fiable para determinar la profundidad, con <<error,errores>> que aumentan hasta un 20 por ciento. En esas condiciones, la radiolocalización puede no ser adecuada para determinar la distancia por debajo de la superficie.

source: From these figures, it is possible to determine the <<elevation>> of the floor of the cave by taking the elevation at ground zero and deducting the calculated distance below that point (see <<img-vertical-position-in-a-cave>>). Note that when determining elevation in a cave, the accuracy mentioned above is additional to the elevation uncertainty determined for the elevation at ground zero.
es: A partir de estas figuras, es posible determinar la <<elevación>> del fondo de la cueva tomando la elevación en la cota cero y deduciendo la distancia calculada debajo de ese punto (ver <<img-vertical-position-in-a-cave>>). Tenga en cuenta que al determinar la elevación en una cueva, la precisión mencionada anteriormente es adicional a la incertidumbre de la elevación determinada para la elevación en la cota cero.

source: Using detailed cave maps may provide a better (and cheaper) alternative to other methods, and you should choose the best method for your purpose, but be sure to document how the elevation was determined. Cave maps can usually be obtained by contacting local speleological or cave clubs.
es: Usar mapas detallados de cuevas puede proporcionar una alternativa mejor (y menos costosa) que otros métodos. Usted debe elegir el mejor método para su propósito, pero asegúrese de documentar cómo se determinó la elevación. Los mapas de cuevas se pueden obtener por lo general contactando a asociaciones espeleológicos o de cuevas locales.

source: Specifying the vertical position of a location in a cave using an elevation *e* and a distance above surface *X*. The location *a* is at a vertical distance *X* directly above the floor of the cave, which is at elevation *e*. The elevation of **e** is determined within the cave by surveying from a known elevation on the cave floor *e1*, which is calculated using an estimated distance below the surface elevation at ground zero *GZ*.
es: Especificando la posición vertical de una ubicación en una cueva usando una elevación *e* y una distancia por encima de la superficie *X*. La ubicación *a* está a una distancia vertical *X* directamente sobre el fondo de la cueva, la cual corresponde la elevación *e*. La elevación de **e** se determina dentro de la cueva por medio de prospección desde una elevación conocida en el suelo de la cueva *e1*, que se calcula utilizando una distancia estimada por debajo de la elevación de la superficie en la cota cero *GZ*.

source: Depth in Subterranean Water Bodies
es: Profundidad en Cuerpos de Agua Subterráneos

source: The water <<depth>> within a subterranean water body (lake, river, sinkhole, etc.) is recorded as for other water bodies and is measured from the surface of the water body (see <<img-depth-elevation-distance-above-surface>>B). The <<elevation>> of the surface of the water body is determined as for the floor of the cave in <<img-vertical-position-in-a-cave>>.
es: La <<profundidad>> del agua dentro de un cuerpo de agua subterráneo (lago, río, sumidero, etc.) se registra como para otros cuerpos de agua y se mide a partir de la superficie del cuerpo de agua (ver <<img-depth-elevation-distance-above-surface>>B). La <<elevación>> de la superficie del cuerpo de agua se determina como para al fondo de la cueva en <<img-vertical-position-in-a-cave>>.

source: Distance Above or Below a Surface
es: Distancia Sobre o Debajo de una Superficie

source: Determining the <<distance above surface,distance above>> (and below) a surface (as documented elsewhere) is treated the same within a {caves}cave system (see <<img-depth-elevation-distance-above-surface>>B, <<img-vertical-position-in-a-cave>>). As above, the <<elevation>> of the cave floor has been determined, so a troglobiont (e.g. an animal) on the roof of the cave is given as meters above the floor of the cave whose elevation has been determined as above ("X" in <<img-vertical-position-in-a-cave>>).
es: La determinación de la <<distancia sobre la superficie,distancia sobre>> y debajo de una superficie (como se documenta en otros lugares) se debe hacer de la misma manera que dentro de un sistema de {caves}cuevas(ver <<img-depth-elevation-distance-above-surface>>B, <<img-vertical-position-in-a-cave>>). Al igual que antes, la <<elevación>> del fondo de la cueva ha sido determinada, por lo que un troglobionte (p. ej. un animal) en el techo de la cueva se indica en metros sobre el fondo de la cueva, cuya elevación se ha determinado como se mencionó anteriormente ("X" en <<img-vertical-position-in-a-cave>>).

source: Dealing with Non-natural Occurrences
es: Lidiando con Registros No Naturales

source: Records of non-natural occurrences such as cultivated plants and captive animals, and records resulting from {marine}beach drift or having been washed ashore (such as shells on a beach that do not contain live animals) should have their "non-natural" or "non-wild" provenance recorded. There may be many valuable uses for these records even if the <<location,locations>> do not correspond to natural occurrences of the organisms. We recommend that the location be recorded and <<georeference,georeferenced>>, along with the nature of the provenance (cultivated, captive, washed ashore, etc.).
es: La documentación de registros no naturales como plantas cultivadas y animales cautivos y los registros resultantes de {marine}derivas litorales o por haber sido arrastrados a la orilla (como los conchas en una playa que no contienen animales vivos) deben tener documentada su procedencia "no natural" o "no salvaje". Puede haber muchos usos valiosos para estos registros, incluso si las <<ubicación,ubicaciones>> no corresponden a registros naturales de los organismos. Recomendamos que la ubicación se documente y <<georreferencia,georreferencie>>, junto con la naturaleza de la procedencia (cultivado, cautivo, arrastrado a la orilla, etc.).

source: Absences and Non-Detections
es: Ausencias y No Detecciones

source: An ‘absence’ is when a particular detection protocol, implemented at a particular location and time, does not result in a detection. True absence occurs in areas where the environmental conditions are unsuitable for a species’ survival. Recording of absences has always been contentious. This is partly because it is very much a result of subjective interpretation and it cannot be vouchered. There are three important and overlapping factors – <<location>>, time and methodology. An annual plant, for example, may not be present as an individual at the time of an observation, but may be present at a different time of the year. The location needs to be bounded and is closely linked to the methodology. <<uncertainty,Uncertainty>> of the location applies as elsewhere in this document. However, it may have additional implications. Though an observation may record that species x was not detected at a particular location at a particular time using a particular methodology, that location has an uncertainty. The uncertainty is saying that the area within which the observation (non-detection) was made is somewhere within the <<radial,radius>> or <<shape>> defined by that uncertainty. It does NOT mean that the absence can be ascribed to the totality of the area described by that uncertainty.
es: Una "ausencia" es cuando un protocolo de detección particular, implementado en una ubicación y tiempo determinados, no resulta en una detección. Una ausencia real ocurre en zonas donde las condiciones ambientales son inadecuadas para la supervivencia de una especie. El registro de ausencias siempre ha sido polémico. Esto se debe, en parte, a que en gran medida es resultado de una interpretación subjetiva y no puede ser comprobado. Hay tres factores importantes y superpuestos: <<ubicación>>, tiempo y metodología. Una planta anual, por ejemplo, no puede estar presente como individuo en el momento de una observación, pero puede estar presente en una época diferente del año. La ubicación debe delimitarse y está estrechamente vinculada a la metodología. La <<incertidumbre>> de la ubicación se aplica como en cualquier otra parte de este documento. Sin embargo, puede tener implicaciones adicionales. Aunque una observación puede registrar que la especie x no fue detectada en una ubicación particular en un momento determinado usando una metodología en particular, esa ubicación tiene una incertidumbre. La incertidumbre indica que el área en la que se realizó la observación (no detección) está en algún lugar dentro del <<radio>> o <<forma geométrica>> que se define por esa incertidumbre. Esto NO significa que la ausencia pueda atribuirse a la totalidad de la zona descrita por esa incertidumbre.

source: There are many methodologies by which an observer may ascribe an absence. Each of these methodologies will have an additional methodological uncertainty associated with it, which is important to record, as it may determine the fitness of that non-detection for a particular use. For example, if you took observations every 10 meters along a <<transect>>, and the species was not detected at any of those locations, to what extent can you ascribe an absence to the area covered by the transect? Another methodology may be related to the expertise of the observer. If an expert was intensely searching an area for a species, but at the same time noticed that they hadn’t seen any records of a closely related species, which they would have noticed if it was present – what level of certainty can be given to the surmised observation that the second species is absent from the area?
es: Hay muchas metodologías por las que un observador puede asignar una ausencia. Cada una de estas metodologías tendrá una incertidumbre metodológica adicional asociada a ella que es importante registrar, ya que puede determinar qué tan adecuada es esa no detección para un uso particular. Por ejemplo, si registró observaciones cada 10 metros a lo largo de un <<transecto>> y no detectó la especie en ninguno de esos lugares ¿en qué medida puede asignar una ausencia a la zona cubierta por el transecto? Otra metodología puede estar relacionada con la experiencia del observador. Si un experto estaba buscando intensamente una especie en un área, pero al mismo tiempo se dio cuenta de que no había ningún registro de una especie estrechamente relacionada, que seguramente hubieran registrado si estuviera presente, ¿qué nivel de certeza puede darse a la supuesta observación de que la segunda especie está ausente en la zona?

source: It is thus important to document:
es: Por tanto, es importante documentar:

source: The location as discussed <<elements-for-describing-a-location,elsewhere in this document>>
es: La ubicación tal y como se ha discutido <<elementos-para-describir-una-ubicación, en otra parte de este documento>>

source: The area covered by the non-detection
es: El área cubierta por la no detección

source: The time, duration, and date
es: La hora, duración y fecha

source: The methodology used
es: La metodología utilizada

source: Remotely Captured Data
es: Datos Capturados Remotamente

source: {ecological}Counts of animals or plants may be made remotely – for example using an aircraft utilizing direct counts by individuals or using camera or video equipment that is then analyzed back in the laboratory. Examples include aerial counts of kangaroos, counts of whales at sea, etc. It may also include the capture of information from {marine}trawls, whereby one or more ships catch marine organisms along one or more <<path,paths>> over a given period (for example, a day) and then the catch is analyzed back on shore. Another example is the use of tracking instruments on birds or turtles, etc. that may give either periodic or intermittent reports of <<location>>. Other examples are the use of satellites to remotely image penguins in the Antarctic and then use either individual researchers or machines to count the individual penguins from the satellite image and counts of caribou in the arctic using aerial photography.
es: {ecological}Es posible hacer conteos de animales o plantas remotamente, por ejemplo usando una aeronave en el que personas realizan conteos directos o utilizando cámaras o equipos de vídeo que luego se analiza en el laboratorio. Algunos ejemplos específicos incluyen conteos aéreos de canguros, conteos de ballenas en el mar, etc. También puede incluir la captura de información de {marine}arrastres, en los que uno o más barcos capturan organismos marinos a lo largo de una o más <<ruta,rutas>> durante un período determinado (por ejemplo, un día) y luego la captura se analiza en la orilla. Otro ejemplo es el uso de instrumentos de rastreo en aves o tortugas, etc. que pueden entregar informes periódicos o intermitentes de la <<ubicación>>. Otros ejemplos son el uso de satélites para obtener remotamente imágenes de pingüinos en la Antártida y luego usar investigadores o máquinas para contar a los pingüinos en la imagen satelital, y los conteos de caribúes en el ártico mediante fotografías aéreas.

source: In many of these examples, the count of the number of individuals within an area is the aim, rather than the location of individual organisms. This may be recorded as a <<grid>>, a polygon, a <<path>>, or a line. Record the location, its <<extent>>, and the <<geographic radial>> for the <<uncertainty>> as described for these same <<geometry,geometries>> in the preceding subsections.
es: En muchos de estos ejemplos, el conteo del número de individuos presentes en un área es el objetivo, más que la ubicación de los individuos. Esto puede registrarse como una <<grilla>>, un polígono, una <<ruta>> o una línea. Registre la ubicación, su <<extensión>> y el <<radio geográfico>> para la <<incertidumbre>> como se describe para estas mismas <<geometría,geometrías>> en las subsecciones anteriores.

source: Data for Small Labels
es: Datos para Etiquetas Pequeñas

source: An issue that often arises with insect collections is the challenge of recording <<locality>> information on small labels. This should not be as big an issue as previously, because new technologies allow for linking information on the label to a database (through barcodes, or QR codes, etc.) with the recording of only basic information on the label. See http://www.biology.ualberta.ca/bsc/briefs/brlabelstandards.htm[Wheeler et al. 2001^] on guidelines for preparing labels for terrestrial arthropods, but bear in mind the principles laid out in this document when preparing data for insect labels, especially the recording of <<datum>>, <<coordinate reference system>> or <<EPSG>> codes, etc., which are not covered by http://www.biology.ualberta.ca/bsc/briefs/brlabelstandards.htm[Wheeler et al. 2001^].
es: Un problema que suele surgir en las colecciones de insectos es el reto de registrar la información de la <<localidad>> en etiquetas pequeñas. Esto no debería ser un problema tan importante como lo era antes, pues las nuevas tecnologías permiten vincular la información de la etiqueta a una base de datos (a través de códigos de barras, códigos QR, etc.), registrando solamente información básica en la etiqueta.Consulte http://www.biology.ualberta.ca/bsc/briefs/brlabelstandards.htm[Wheeler et al. 2001^] para conocer las pautas para la preparación de etiquetas para artrópodos terrestres, pero tenga en cuenta los principios expuestos en este documento al preparar los datos para las etiquetas de insectos, especialmente la documentación del <<datum>>, el <<sistema de referencia de coordenadas>> o códigos <<EPSG>>, etc., que no están contemplados en http://www.biology.ualberta.ca/bsc/briefs/brlabelstandards.htm[Wheeler et al. 2001^].

source: Documentation
es: Documentación

source: Record the sources of all measurements. Minimally, include map name and scale, the <<datum>> or <<coordinate reference system>>, the source for <<elevation>> data, the <<accuracy>> reported by the <<GPS>> receiver, the <<UTM, UTM>> Zone if using <<UTM, UTM>> <<coordinates>>, the <<extent>> and <<radial>> of the <<location>>, the method used to record the <<depth>>, etc.
es: Registre las fuentes de todas las mediciones. Mínimo incluya el nombre y la escala del mapa, el <<datum>> o <<sistema de referencia de coordenadas>>, la fuente para los datos de <<elevación>>, la <<exactitud>> reportada por el receptor <<GPS>>, la Zona <<UTM, UTM>> si se usa <<coordenadas>> <<UTM, UTM>>, la <<extensión>> y <<radio>> de la <<ubicación>>, el método utilizado para registrar la <<profunidad>>, etc.

source: The Georeferencing Process
es: El proceso de Georeferenciación

source: <<location,Locations>> that are not fully <<georeference,georeferenced>> in the field may eventually have to be georeferenced after the fact in order to be useful. One hopes in these situations that the collector of the original information followed best practices such as those described in <<Elements for Describing a Location>>. As will be seen in <<Calculating Uncertainties>>, below, many of the greatest sources of <<uncertainty>> arise from missing, ambiguous, or non-specific information, which could have been avoided, but that can no longer be overcome without knowledge from someone who was there at the time the <<event>> occurred.
es: Las <<ubicación,ubicaciones>> que no son totalmente <<georreferencia,georeferenciadas>> en campo puede que tengan que ser georeferenciadas posteriormente para ser útiles.En estas situaciones, uno esperaría que el recolector de la información original siga unas buenas prácticas como las descritas en <<Elementos para Describir una Ubicación>>. Como se verá a continuación en <<Calculando Incertidumbres>>, las mayores fuentes de <<incertidumbre>> surgen de información faltante, ambigua o no específica, que podría haberse evitado, pero que no puede solucionarse sin el conocimiento de alguien que estuvo en el momento en que el <<evento>> ocurrió.

source: Planning a Georeferencing Project
es: Planificando un Proyecto de Georeferenciación

source: Before beginning a <<georeference,georeferencing>> project, whether for an individual researcher or a large institution, it is helpful to anticipate the kinds of challenges one might expect to encounter. It may appear to be a daunting task, but there are many ways the process can be simplified and made more practical. Having a suitable workflow (see <<Georeferencing Project Workflow>>) decided in advance can increase both the efficiency and the consistency of the <<data quality,quality>> of the resulting georeferences. The basic determiners for a project are what you have to start with and what outputs you want when you are finished. In an ideal world, the obvious practical questions such as the cost and how long it will take would not be important, but realistically, when balanced against the benefits of making the effort, these might be the major determining factors. Following is a representative list of questions that might affect planning of a georeferencing project:
es: Antes de comenzar un proyecto de <<georreferencia,georreferenciación>>, ya sea para un investigador individual o para una institución grande, es útil anticipar los tipos de desafíos que se espera encontrar. Puede parecer una tarea abrumadora, pero hay muchas maneras en que el proceso puede simplificarse y hacerse más práctico. Tener un flujo de trabajo adecuado (ver <<Flujo de Trabajo para Proyectos de Georreferenciación>>) decidido anticipadamente puede aumentar tanto la eficiencia como la consistencia de la <<calidad de los datos,calidad>> de las georreferencias resultantes. Los determinantes básicos de un proyecto son, con qué se inicia y qué resultados se esperan al terminar. En un mundo ideal, las preguntas prácticas obvias como el costo y el tiempo que tardará el proyecto no serían importantes, pero siendo realistas, cuando se equilibra con los beneficios de hacer el esfuerzo, estos podrían ser los principales factores determinantes. A continuación se muestra una lista representativa de preguntas que pueden afectar la planificación de un proyecto de georreferenciación:

source: About the original data:
es: Acerca de los datos originales:

source: Where is the source data coming from (herbarium labels, ledgers, database, or a combination, etc.)
es: Cuál es la fuente de los datos (etiquetas de herbario, libros de registro, base de datos o una combinación, etc.)

source: Are the source data already digitized?
es: ¿Los datos originales ya están digitalizados?

source: How many distinct <<locality>> descriptions are there to georeference?
es: ¿Cuántas descripciones de <<localidad>> únicas hay para georreferenciar?

source: Are there terrestrial or marine <<location,locations>> to georeference? Or both?
es: ¿Hay <<ubicación,ubicaciones>> terrestres o marinas para georreferenciar? ¿O ambas?

source: Is the geographic scope local? Country-wide? Global?
es: ¿El alcance geográfico es local? ¿Nacional? ¿Global?

source: About the process:
es: Acerca del proceso:

source: What is the time frame for the project?
es: ¿Cuál es el tiempo destinado para realizar el proyecto?
