Repository: gbif/doc-georeferencing-best-practices
Catalog: translations/*.po
Languages: es

source: When in the broader workflow will georeferencing happen?
es: ¿Cuándo, en el flujo de trabajo más amplio, tendrá lugar la georreferenciación?

source: How much of the established best practices do I really need to follow?
es: ¿Cuántas de las buenas prácticas establecidas realmente necesito seguir?

source: What if we want to use our own methods?
es: ¿Qué pasa si queremos utilizar nuestros propios métodos?

source: What procedural documentation will we need to prepare?
es: ¿Qué documentación del procedimiento se necesita preparar?

source: Who will do what?
es: ¿Quién hará qué?

source: What expertise is needed?
es: ¿Qué experiencia se necesita?

source: What skills do those who will be involved possess?
es: ¿Qué habilidades deben tener aquellos que participen en el proyecto?

source: Where can training be found?
es: ¿Dónde se puede encontrar entrenamiento?

source: What location resources (maps, <<gazetteer,gazetteers>>, tools) are available?
es: ¿Qué recursos de ubicación (mapas, <<gacetero,gaceteros>>, herramientas) están disponibles?

source: About the final product:
es: Acerca del producto final:

source: What data quality target is there for the georeferences?
es: ¿Cuál es el objetivo de calidad de los datos para la georreferencias?

source: How will data validation take place?
es: ¿Cómo se hará la validación de los datos?

source: How will the data be maintained?
es: ¿Cómo se hará el mantenimiento de los datos?

source: How will the georeferenced data be used and by whom?
es: ¿Cómo serán utilizados los datos georreferenciados y por quién?

source: Will the georeferences be generalized on export (for sensitive species, for example)?
es: ¿Se generalizarán las georreferencias en la exportación (para especies sensibles, por ejemplo)?

source: How can the georeferences be integrated back into the original data?
es: ¿Cómo se pueden integrar las georreferencias a los datos originales?

source: How can we incorporate suitable <<data quality>> feedback mechanisms?
es: ¿Cómo puede incorporar mecanismos adecuados de retroalimentación sobre la <<calidad de datos>>?

source: The question, "When in the broader workflow will georeferencing happen?" is of particular significance. Is it best to georeference each record as you enter the data into the database? Or is it better to <<georeference>> in a batch after the data have been entered? There are arguments for each method, and again the circumstances of your institution should dictate the best method. If the data are stored taxonomically and not geographically (as is the case in the majority of instances) it is often best to georeference in a batch mode by sorting the locality data electronically, and in this way deal with many records on one map sheet or area at a time and not jump back and forth between map sheets. In other cases, it may be more important to minimize wear and tear on collections, and you may wish to database collections as they are received before distributing duplicates or sending on loan. There may be other good practical reasons to georeference as you go. One advantage of georeferencing as you go is that you may be able to do all the collections of one collector at a time, and virtually follow his/her path, thus reducing errors from not knowing which of several localities may be correct.
es: La pregunta, "¿Cuándo, en el flujo de trabajo más amplio, tendrá lugar la georreferenciación?" es de especial importancia. ¿Es mejor georreferenciar cada registro al ingresar los datos en la base de datos? ¿O es mejor <<georreferenciar>> un lote después de que se hayan ingresado los datos? Hay argumentos para cada método, y una vez más, las circunstancias de su institución deberían dictar el mejor método. Si los datos se almacenan taxonómicamente y no geográficamente (como es el caso en la mayoría de las instancias) a menudo es mejor georreferenciar por lote ordenando los datos de la localidad electrónicamente, de esta manera puede tratar muchos registros en un mapa análogo o área a la vez y no saltar de un lado a otro entre mapas análogos. En otros casos, puede ser más importante minimizar el desgaste de las colectas, usted puede querer ingresar las colectas en la base de datos a medida que son recibidas antes de distribuir duplicados o enviar un préstamo. Puede haber otras buenas razones prácticas para georreferenciar a medida que se ingresan los datos. Una ventaja de la georreferenciación a medida que se ingresan los datos es que puede tratar todas las colectas de un colector a la vez y prácticamente seguir su camino, reduciendo así los errores de no saber cuál de las múltiples localidades pueden ser correctas.

source: This document does not cover methods of general data entry. There are many ways that this may be conducted, including direct entry from the field notes, labels, or ledgers with the material brought to a data entry computer; or direct entry where tablets or laptops are brought to the material. There are also indirect methods, such as entry after using scanning or photographic (still or video) equipment to capture the original information so that data entry can be done after imaging. Capturing the images allows for digitization using handwriting and optical character recognition tools and crowdsourcing (e.g. <<DigiVol>>, <<Notes from Nature>>). Some of these methods are just becoming practical, but you should make an active decision on the method that best suits the needs of your project. When digitization is in progress and each specimen is being handled, it is a good time to consider other actions, such as georeferencing (though we do not recommend this for the sake of efficiency), assigning <<PID,persistent identifiers (PIDs)>> (see <<Persistent Identifiers (PIDs)>>), barcoding specimens and linking these to the database to save resources further down the line.
es: Este documento no cubre los métodos generales de ingreso de datos. Hay muchas maneras de hacerlo, incluyendo la entrada directa desde las notas de campo, etiquetas o libros de registro ingresados a un computador. También, el ingreso directo cuando se usan tabletas o computadores. También hay métodos indirectos, como el ingreso después de utilizar un escaner o un equipo fotográfico (fotografías o vídeo) para capturar la información original, de modo que la entrada de datos pueda hacerse después de la toma de imágenes. Capturar imágenes permite la digitalización, usando herramientas de reconocimiento óptico de caracteres y escritura a mano y de colaboración abierta ("crowdsourcing") (e.g. <<DigiVol>>, <<Notes from Nature>>). Algunos de estos métodos apenas se están volviendo prácticos, pero se debe tomar una decisión activa sobre el método que mejor se adapte a las necesidades del proyecto. Cuando la digitalización está en marcha y cada espécimen esté siendo manejado, es un buen momento para considerar otras acciones como la georreferenciación (aunque no se recomienda en aras de la eficiencia), la asignación de <<PID,identificadores persistentes (PIDs)>> (ver <<Identificadores persistentes (PIDs)>>), asignación códigos de barras de especímenes y vinculación a la base de datos para ahorrar recursos más adelante en el proceso.

source: It is also important that the long-term maintenance of the data is considered early in the process. Project managers may wish to consider questions such as:
es: También es importante que el mantenimiento a largo plazo de los datos se considere temprano en el proceso. Los gestores de proyectos pueden desear considerar preguntas como:

source: How are we going to deal with corrections to the data?
es: ¿Cómo se va a hacer frente a las correcciones de los datos?

source: How do we handle feedback on data quality from data aggregators, data users, etc.?
es: ¿Cómo manejar los comentarios por parte de los agregadores de datos, los usuarios de datos, etc. sobre la calidad de los datos?

source: Do we have a process in place for documenting changes to the data?
es: ¿Hay en marcha un proceso para documentar los cambios en los datos?

source: Have we budgeted sufficient resources for ongoing maintenance and data quality checking?
es: ¿Se han presupuestado suficientes recursos para el mantenimiento continuo y la verificación de la calidad de los datos?

source: Georeferencing Project Workflow
es: Flujo de Trabajo para Proyectos de Georreferenciación

source: A workflow covering all the <<georeference,georeferencing>> activities can be a valuable instrument, not only for improving the efficiency of the whole georeferencing process, but also for incorporating checks and balances, and improving the <<data quality,quality>> of the resulting product. The type of workflow may be determined by the nature of the data, the way the original data are stored or documented, the nature of the desired end product, and even by the general preferences of those involved. In the following subsections we propose a generic workflow that covers all of the major aspects of georeferencing projects. Note that some of the steps presented might not apply to every project, and one must take into account priorities as discussed in <<Planning a Georeferencing Project>>. This first section, <<Georeferencing Project Workflow>> outlines a recommended georeferencing project workflow in four phases. Subsequent sections deal with the details of some of the steps presented in the outline.
es: Un flujo de trabajo que cubra todas las actividades de <<georreferencia,georreferenciación>> puede ser un instrumento valioso, no sólo para mejorar la eficiencia de todo el proceso de georeeferenciación, pero también para incorporar controles y balances, y para mejorar la <<calidad de datos, calidad>> del producto resultante. El tipo de flujo de trabajo puede ser determinado por la naturaleza de los datos, la forma en que se almacenaron y documentaron los datos originales, la naturaleza del producto final deseado e incluso por las preferencias generales de los implicados. En las siguientes subsecciones proponemos un flujo de trabajo genérico que cubre todos los aspectos importantes de los proyectos de georreferenciación. Tenga en cuenta que algunos de los pasos presentados podrían no aplicarse a cada proyecto y que hay que tener presentes las prioridades tal y como se discutió en <<Planificando un Proyecto de Georeferenciación>>. Esta primera sección, <<Flujo de Trabajo para Proyectos de Georreferenciación>> describe un flujo de trabajo recomendado de georreferenciación en cuatro fases. Las siguientes secciones tratan los detalles de algunos de los pasos presentados en el esbozo.

source: Based on an assessment of a variety of large-scale georeferencing projects that had efficiency as well as data quality in mind (e.g. <<Project Workflow Example – MaNIS/HerpNET/ORNIS>>), we recommend the following generic outline for a georeferencing project workflow using either the <<point-radius>> <<georeferencing method,method>> or the <<shape>> method, or a mix of the two. This workflow can be used for projects that involve a single individual or a large collaboration, though some steps may apply more in one case than in another. Note that some of the actions included in different phases might happen simultaneously depending on the type and scale of the project.
es: Basados en una evaluación de una variedad de proyectos de georreferenciación a gran escala que tuvieran en mente tanto la eficiencia como la calidad de los datos (p. ej. <<Ejemplo de Flujo de Trabajo de Proyecyo – MaNIS/HerpNET/ORNIS>>), recomendamos el siguiente esquema genérico para un flujo de trabajo de georreferenciación utilizando el <<método de georreferenciación,método>> <<radio-punto>> o el método de <<forma geométrica>> o una mezcla de ambos. Este flujo de trabajo se puede utilizar para proyectos que impliquen una sola persona o una gran colaboración, aunque algunos pasos pueden aplicarse más en un caso que en otro. Tenga en cuenta que algunas de las acciones incluidas en las diferentes fases pueden ocurrir simultáneamente dependiendo del tipo y la escala del proyecto.

source: Project Preparation Phase
es: Fase de Preparación del Proyecto

source: Commit to the use of a documented set of best practices such as those set forth in this document.
es: Comprometerse con el uso de un conjunto documentado de buenas prácticas como las expuestas en este documento.

source: Clearly define (and document) the goals of the project, including <<data quality>> requirements (see <<Planning a Georeferencing Project>>).
es: Definir (y documentar) claramente los objetivos del proyecto, incluyendo los requisitos de <<calidad-de-datos, calidad de los datos>> (ver <<Planificando un Proyecto de Georeferenciación>>).

source: Determine what data will be used as input for <<georeference,georeferencing>>.
es: Determinar qué datos se usarán como entrada para <<georreferencia,georreferenciar>>.

source: Select the tools to be used.
es: Seleccionar las herramientas a utilizar.

source: Estimate the resources needed to complete the georeferencing preparation phase (see <<Resources Needed>>).
es: Estimar los recursos necesarios para completar la fase de preparación de georreferenciación (ver <<Recursos Necesarios>>).

source: Assign someone to manage the project.
es: Asignar a alguien para administrar el proyecto.

source: Acquire the resources needed to start the project.
es: Adquirir los recursos necesarios para iniciar el proyecto.

source: Georeferencing Preparation Phase
es: Fase de Preparación de Georreferenciación

source: Assemble the data to be <<georeference,georeferenced>>.
es: Recopilar los datos a ser <<georreferencia, georreferenciados>>.

source: Prepare the data for georeferencing:
es: Prepara los datos para la georreferenciación:

source: Make sure that original records are uniquely identified (ideally with <<PID,PIDs>>, see <<Persistent Identifiers (PIDs)>>).
es: Asegurarse de que los registros originales estén identificados de forma única (idealmente con <<PID,PIDs>>, ver <<Identificadores Persistentes (PIDs)>>).

source: Make sure that original data are captured and safe from alteration during the georeferencing process.
es: Asegurarse de que los datos originales estén capturados y protegidos de cualquier alteración durante el proceso de georreferenciación.

source: Extract distinct combinations of all <<locality,locality-related>> fields (including administrative geography, <<elevation>>, etc.), generate unique identifiers (ideally <<GUID,GUIDs>>, see <<Persistent Identifiers (PIDs)>>) for each, and reference the corresponding locality identifier in each original record.
es: Extraer combinaciones distintas de todos los campos <<localidad, relacionados con la localidad>> (incluyendo la división político administrativa, <<elevación>>, etc.), generar identificadores únicos (idealmente <<GUID,GUIDs>>, ver <<Identificadores Persistentes (PIDs)>>) para cada uno y referenciar el identificador de localización en cada registro original correspondiente.

source: Use source-provided administrative geography fields to create and add standardized administrative geography values to the distinct locality records. This will help with the organization of georeferencing by region as well as facilitate lookups against geographic authorities. Optionally, extend this standardization to the contents of the specific locality fields as well. Though this approach has been taken in some large-scale georeferencing efforts such as those undertaken by CONABIO and SiB Colombia (http://repository.humboldt.org.co/bitstream/handle/20.500.11761/35180/Georreferenciaci%c3%b3n%20de%20localidades_SiBColombia.pdf?sequence=1&isAllowed=y[Escobar et al. 2016^]), there is no clear evidence that the reduction in the number of distinct localities warrants the effort required to do this standardization. More research in this area is needed.
es: Usar los campos de división político administrativa proporcionados por fuentes para crear y agregar valores de división político administrativa estandarizados a los registros de localidad. Esto ayudará a la organización de georreferenciación por región, así como a facilitar la búsqueda de autoridades geográficas. Opcionalmente, también ampliar esta estandarización a los contenidos de los campos específicos de la localidad. Aunque este enfoque se ha adoptado en algunos esfuerzos de georreferenciación a gran escala, como los realizados por CONABIO y SiB Colombia (http://repository.humboldt.org.co/bitstream/handle/20.500.11761/35180/Georreferenciaci%c3%b3n%20de%20localidades_SiBColombia.pdf?sequence=1&isAllowed=y[Escobar et al. 2016^]), no hay pruebas claras de que la reducción en el número de localidades distintas justifique el esfuerzo necesario para realizar esta estandarización. Se necesita más investigación en esta área.

source: Label localities as marine, terrestrial, freshwater aquatic, or paleontological. The same locality description may refer to more than one category (e.g. <<location,locations>> on coasts) unless further constraining information is used (see <<Applying Spatial Constraints>>). If dealing with localities alone, you should account for all of the environmental possibilities.
es: Identificar las localidades como marinas, terrestres, acuáticas de agua fresca o paleontológicas. La misma descripción de una localidad puede referirse a más de una categoría (p. ej. <<ubicación,ubicaciones>> en costas) a menos que se use más información para limitar las opciones (ver <<Aplicando Restricciones Espaciales>>). Al tratar con localidades únicamente, se deben considerar todas las posibilidades ambientales.

source: Create and uniquely identify distinct standardized localities and reference the standardized locality GUID in the non-standardized locality records.
es: Crear e identificar de forma única las localidades estandarizadas y referenciar la localidad estandarizada GUID en los registros de localidad no estandarizados.

source: Match standardized localities against existing localities that have already been georeferenced using satisfactory <<georeferencing method,georeferencing methods>> and extract the existing georeferences (see <<Using Previously Georeferenced Records>>).
es: Comparar las localidades estandarizadas con localidades existentes que ya han sido georreferenciadas usando <<método de georreferenciación,métodos de georreferenciación>> satisfactorios y extraer las georreferencias existentes (ver <<Usando Registros Previamente Georreferenciados>>).

source: Assess the characteristics of the data to be georeferenced (e.g. how many already have <<coordinates>> without georeferences? How many consist only of administrative geography? What is the geographic distribution of the localities?) with a view to determining the resources that will be needed to complete the project.
es: Evaluar las características de los datos a ser georeferenciados (p. ej. ¿cuántos ya tienen <<coordenadas>> sin georreferencias? ¿cuántos consisten sólo en la división político administrativa? ¿cuál es la distribución geográfica de las localidades?) en aras de determinar los recursos que serán necesarios para completar el proyecto.

source: Estimate the resources needed to complete the project using the information determined in the project preparation phase.
es: Estimar los recursos necesarios para completar el proyecto utilizando la información determinada en la fase de preparación del proyecto.

source: Acquire the resources to complete the project.
es: Adquirir los recursos para completar el proyecto.

source: Train participating contributors and georeferencing operators (see <<Data Entry>> and <<Training>>).
es: Entrenar colaboradores participantes y operadores de georreferenciación (ver <<Entrada de Datos>> y <<Entrenamiento>>).

source: Establish a convention and tools to manage participation (assignments).
es: Establecer una convención y las herramientas para gestionar la participación (tareas).

source: Prepare data capture requirements and tools (see <<Data to Capture>>, <<User Interfaces>>, <<Using Standards and Guidelines>>, and <<Mapping to Darwin Core>>).
es: Preparar los requisitos y herramientas de captura de datos (ver <<Datos a Capturar>>, <<Interfaces de Usuario>>, <<Usando Estándares y Pautas>> y <<Mapeando al Darwin Core>>).

source: Assign priorities to sets of standardized localities.
es: Asignar prioridades a conjuntos de localidades estandarizadas.

source: Assign standardized locality sets to participants.
es: Asignar conjuntos de localidades estandarizadas a los participantes.

source: Georeferencing Phase
es: Fase de georreferenciación

source: Participants <<georeference>> assigned <<locality>> sets as outlined in <<Georeferencing Workflow – Localities>>.
es: Los participantes <<georreferencian>> los conjuntos de <<localidad, localidades>> asignados como se describe en <<Flujo de Trabajo de Georreferenciación: Localidades>>.

source: Participants utilize <<georeferencing protocol,protocols>> and tools such as the {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] and the http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator (Wieczorek & Wieczorek 2020)^].
es: Los participantes utilizan <<protocolo de georreferenciación, protocolos>> y herramientas como la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^] y la http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación (Wieczorek & Wieczorek 2020)^].

source: Project Follow-up Phase
es: Fase de Seguimiento del Proyecto

source: Verify <<georeference,georeferences>> to meet <<data quality>> requirements (e.g. map <<georeference,georeferenced>> records to ensure they fall in the correct hemisphere, country, etc.) (see <<Data Checking and Cleaning>>).
es: Verificar las <<georreferencia,georreferencias>> para cumplir con los requerimientos de <<calidad de datos>> (p. ej. registros <<georreferencia,georreferenciados>> en mapas para asegurarse de que caen en el hemisferio o país correcto, etc.) (ver <<Verificación y Limpieza de Datos>>).

source: Populate standardized <<locality>> records with data for the georeferences.
es: Poblar los registros estandarizados de <<localidad, localidades>> con datos para las georreferencias.

source: Normal curatorial activity is not usually suspended during a georeferencing project, which opens the possibility that locality information could be changed for some records in the source database after being aggregated for georeferencing and before being re-incorporated in the source database. For database records that did not have changes to the <<locality>> information before re-incorporation, populate the original records from the standardized locality records with georeferences.
es: La actividad curatorial normal no suele suspenderse durante un proyecto de georreferenciación, lo que abre la posibilidad de que la información de la localidad pueda ser cambiada para algunos registros en la base de datos fuente después de ser agregada para la georreferenciación y antes de ser reincorporada a la base de datos fuente. Para los registros de base de datos que no tenían cambios en la información <<localidad>> antes de reincorporarse, se deben rellenar los registros originales de los registros estandarizados de la localidad con georreferencias.

source: Repatriate the original records with standardized georeferenced locality data appended to the corresponding institutions (this step is mostly relevant in collaborative projects).
es: Repatriar los registros originales anexando los datos de localidad georreferenciados estandarizados a las instituciones correspondientes (este paso es principalmente relevante en proyectos colaborativos).
